{"name":"Ashmore and Cartier Islands","code":"AT","region":"Australia - Oceania","published":"1651603076","flag_description":"","summary":null,"travel":null,"media":[{"type":"photo","caption":"Close-up of Ashmore Island showing some of its lighter-hued peripheral current and sediment channels, and darker-colored central lagoon. Image courtesy of NASA.","category":"Space","thumb":"https://media.cia.gov/uploads/sites/2/AT_003_large.jpg","full":"https://media.cia.gov/uploads/sites/2/AT_003_large.jpg"},{"type":"photo","caption":"Ashmore Island (actually composed of three reef islets) is part of Ashmore Reef National Nature Reserve, which comprises several marine habitats, including seagrass meadows, intertidal sand flats, coral reef flats, and lagoons. \n\nThis astronaut photo from 2011 shows that the reef making up the island is not continuous but has several breaks that allow for current and sediment inflow.\n\nA memorandum of understanding between the Australian and Indonesian Governments allows Indonesian fishermen access to their traditional fishing grounds within the region, subject to limits. Image courtesy of NASA.","category":"Space","thumb":"https://media.cia.gov/uploads/sites/2/AT_001_large.jpg","full":"https://media.cia.gov/uploads/sites/2/AT_001_large.jpg"},{"type":"photo","caption":"Ashmore Island (actually composed of three reef islets) is part of Ashmore Reef National Nature Reserve, established in August 1983, and covers 583 sq km (225 sq mi). It is of significant biodiversity value since it lies in the flow of the Indonesian Throughflow ocean current from the Pacific Ocean through the Malay archipelago to the Indian Ocean. It is also in a surface current west from the Arafura Sea and Timor Sea.\n\nThe Reserve comprises several marine habitats, including seagrass meadows, intertidal sand flats, coral reef flats, and lagoons, and supports an important and diverse range of species, including 14 species of sea snakes, a population of dugong that may be genetically distinct, a diverse marine invertebrate fauna, and many endemic species, especially of sea snakes and molluscs. There are feeding and nesting sites for various turtle species. It also serves as a bird sanctuary and has 50,000 breeding pairs of various kinds of seabirds. A high abundance and diversity of sea cucumbers, over-exploited on other reefs in the region, is present, with 45 species recorded. \n\nThis astronaut photo from 1992 shows that the reef making up the island is not continuous but has several breaks that allow for current and sediment inflow. Image courtesy of NASA.","category":"Space","thumb":"https://media.cia.gov/uploads/sites/2/AT_002_large.jpg","full":"https://media.cia.gov/uploads/sites/2/AT_002_large.jpg"},{"type":"locator-map","caption":"","category":"Locator Map","thumb":"https://media.cia.gov/uploads/sites/2/AT-locator-map.jpg","full":"https://media.cia.gov/uploads/sites/2/AT-locator-map.jpg"},{"type":"map","caption":"Ashmore and Cartier Islands map showing the islands and reefs that make up this Australian territory in the Indian Ocean.","category":"Map","thumb":"https://media.cia.gov/uploads/sites/2/AT-map.jpg","full":"https://media.cia.gov/uploads/sites/2/AT-map.jpg"},{"type":"flag","caption":"the flag of Australia is used","category":"Flag","thumb":"https://media.cia.gov/uploads/sites/2/AT-flag.jpg","full":"https://media.cia.gov/uploads/sites/2/AT-flag.jpg"}],"categories":[{"title":"Introduction","fields":[{"title":"Background","comparative":false,"field_id":"325","definition":"This entry usually highlights major historic events and current issues and may include a statement about one or two key future trends.","id":"background","content":"<p>Indonesian fishermen have long fished in the area around Ashmore Reef and Cartier Island. British explorers were the first Europeans to see Cartier Island and Ashmore Reef in 1800 and 1811, respectively. American whalers frequently sailed by the islands in the 1850s and later settled to mine the phosphate deposits on Ashmore Reef, which were exhausted by 1891. The UK disputed US access to Ashmore Reef and formally annexed it in 1878. Cartier Island was annexed in 1909. In 1931, the UK transferred the islands to Australia, which accepted them in 1934 as part of Western Australia. In 1938, Australia transferred governance to the Northern Territory. During World War II, the islands saw several Allied ship visits and post-war, Cartier Island became a bombing range. In 1978, governance of Ashmore and Cartier Islands was moved to the federal government. Ashmore Reef and Cartier Island became marine reserves in 1983 and 2000 respectively.<br /><br />In 1974, Australia and Indonesia signed a memorandum of understanding (MOU) to allow Indonesian fishermen to continue fishing around the islands. The MOU also allows Indonesian fishermen to visit the graves of past fishermen, replenish their fresh water, and shelter in the West Island Lagoon of Ashmore Reef. In the 1990s, Indonesia challenged Australia&rsquo;s claims to the islands, which was settled in a maritime boundary treaty in 1997. The islands were a popular first point of contact for migrants and refugees seeking to enter Australia, so in 2001, Australia declared the islands outside the Australian migration zone.</p>"}],"comparative":false},{"title":"Geography","fields":[{"title":"Location","comparative":false,"field_id":"276","definition":"This entry identifies the country's regional location, neighboring countries, and adjacent bodies of water.","id":"location","content":"Southeastern Asia, islands in the Indian Ocean, midway between northwestern Australia and Timor island; Ashmore Reef is 840 km west of Darwin and 610 km north of Broome; Cartier Islet is 70 km east of Ashmore Reef"},{"title":"Geographic coordinates","comparative":false,"field_id":"277","definition":"This entry includes rounded latitude and longitude figures for the centroid or center point of a country expressed in degrees and minutes; it is based on the locations provided in the Geographic Names Server (GNS), maintained by the National Geospatial-Intelligence Agency on behalf of the US Board on Geographic Names.","id":"geographic-coordinates","content":"12 25 S, 123 20 E<br><br><strong>note -</strong> Ashmore Reef - 12 14 S, 123 05 E; Cartier Islet - 12 32 S, 123 32 E"},{"title":"Map references","comparative":false,"field_id":"278","definition":"This entry includes the name of the <em>Factbook</em> reference map on which a country may be found. Note that boundary representations on these maps are not necessarily authoritative. The entry on <b>Geographic coordinates</b> may be helpful in finding some smaller countries.","id":"map-references","content":"Southeast Asia"},{"title":"Area","comparative":"249","subfields_raw":"total, land, water","field_id":"279","definition":"This entry includes three subfields. <em>Total area</em> is the sum of all land and water areas delimited by international boundaries and/or coastlines. <em>Land area</em> is the aggregate of all surfaces delimited by international boundaries and/or coastlines, excluding inland water bodies (lakes, reservoirs, rivers). <em>Water area</em> is the sum of the surfaces of all inland water bodies, such as lakes, reservoirs, or rivers, as delimited by international boundaries and/or coastlines.","id":"area","content":"<strong>total: </strong>5 sq km<br><br><strong>land: </strong>5 sq km<br><br><strong>water: </strong>0 sq km<br><br><strong>note:</strong> includes Ashmore Reef (West, Middle, and East Islets) and Cartier Island"},{"title":"Area - comparative","comparative":false,"field_id":"280","definition":"This entry provides an area comparison based on total area equivalents. Most entities are compared with the entire US or one of the 50 states based on area measurements (1990 revised) provided by the US Bureau of the Census. The smaller entities are compared with Washington, DC (178 sq km, 69 sq mi) or The Mall in Washington, DC (0.59 sq km, 0.23 sq mi, 146 acres).","id":"area-comparative","content":"about eight times the size of the National Mall in Washington, DC"},{"title":"Land boundaries","comparative":false,"subfields_raw":"total, border countries, regional borders","field_id":"281","definition":"This entry contains the <em>total</em> length of all land boundaries and the individual lengths for each of the contiguous <em>border countries</em>. When available, official lengths published by national statistical agencies are used. Because surveying methods may differ, country border lengths reported by contiguous countries may differ.","id":"land-boundaries","content":"<strong>total: </strong>0 km"},{"title":"Coastline","comparative":false,"field_id":"282","definition":"This entry gives the total length of the boundary between the land area (including islands) and the sea.","id":"coastline","content":"74.1 km"},{"title":"Maritime claims","comparative":false,"subfields_raw":"territorial sea, contiguous zone, exclusive economic zone, continental shelf, exclusive fishing zone","field_id":"283","definition":"This entry includes the following claims, the definitions of which are excerpted from the United Nations Convention on the Law of the Sea (UNCLOS), which alone contains the full and definitive descriptions:<br /> <br /><em>territorial sea</em> - the sovereignty of a coastal state extends beyond its land territory and internal waters to an adjacent belt of sea, described as the territorial sea in the UNCLOS (Part II); this sovereignty extends to the air space over the territorial sea as well as its underlying seabed and subsoil; every state has the right to establish the breadth of its territorial sea up to a limit not exceeding 12 nautical miles; the normal baseline for measuring the breadth of the territorial sea is the mean low-water line along the coast as marked on large-scale charts officially recognized by the coastal state; where the coasts of two states are opposite or adjacent to each other, neither state is entitled to extend its territorial sea beyond the median line, every point of which is equidistant from the nearest points on the baseline from which the territorial seas of both states are measured; the UNCLOS describes specific rules for archipelagic states.<br /> <br /><em>contiguous zone</em> - according to the UNCLOS (Article 33), this is a zone contiguous to a coastal state's territorial sea, over which it may exercise the control necessary to: prevent infringement of its customs, fiscal, immigration, or sanitary laws and regulations within its territory or territorial sea; punish infringement of the above laws and regulations committed within its territory or territorial sea; the contiguous zone may not extend beyond 24 nautical miles from the baselines from which the breadth of the territorial sea is measured (e.g., the US has claimed a 12-nautical mile contiguous zone in addition to its 12-nautical mile territorial sea); where the coasts of two states are opposite or adjacent to each other, neither state is entitled to extend its contiguous zone beyond the median line, every point of which is equidistant from the nearest points on the baseline from which the contiguous zone of both states are measured.<br /> <br /><em>exclusive economic zone (EEZ)</em> - the UNCLOS (Part V) defines the EEZ as a zone beyond and adjacent to the territorial sea in which a coastal state has: sovereign rights for the purpose of exploring and exploiting, conserving and managing the natural resources, whether living or non-living, of the waters superjacent to the seabed and of the seabed and its subsoil, and with regard to other activities for the economic exploitation and exploration of the zone, such as the production of energy from the water, currents, and winds; jurisdiction with regard to the establishment and use of artificial islands, installations, and structures; marine scientific research; the protection and preservation of the marine environment; the outer limit of the exclusive economic zone shall not exceed 200 nautical miles from the baselines from which the breadth of the territorial sea is measured.<br /> <br /><em>continental shelf</em> - the UNCLOS (Article 76) defines the continental shelf of a coastal state as comprising the seabed and subsoil of the submarine areas that extend beyond its territorial sea throughout the natural prolongation of its land territory to the outer edge of the continental margin, or to a distance of 200 nautical miles from the baselines from which the breadth of the territorial sea is measured where the outer edge of the continental margin does not extend up to that distance; the continental margin comprises the submerged prolongation of the landmass of the coastal state, and consists of the seabed and subsoil of the shelf, the slope and the rise; wherever the continental margin extends beyond 200 nautical miles from the baseline, coastal states may extend their claim to a distance not to exceed 350 nautical miles from the baseline or 100 nautical miles from the 2,500-meter isobath, which is a line connecting points of 2,500 meters in depth; it does not include the deep ocean floor with its oceanic ridges or the subsoil thereof.<br /> <br /><em>exclusive fishing zone</em> - while this term is not used in the UNCLOS, some states (e.g., the United Kingdom) have chosen not to claim an EEZ but rather to claim jurisdiction over the living resources off their coast; in such cases, the term exclusive fishing zone is often used; the breadth of this zone is normally the same as the EEZ or 200 nautical miles.","id":"maritime-claims","content":"<strong>territorial sea: </strong>12 nm<br><br><strong>contiguous zone: </strong>24 nm<br><br><strong>continental shelf: </strong>200-m depth or to the depth of exploitation<br><br><strong>exclusive fishing zone: </strong>200 nm"},{"title":"Climate","comparative":false,"field_id":"284","definition":"This entry includes a brief description of typical weather regimes throughout the year; in the World entry only, it includes four subfields that describe climate extremes:<br /><br /><em>ten driest places on earth (average annual precipitation)</em> describes the annual average precipitation measured in both millimeters and inches for selected countries with climate extremes.\n<p><em>ten wettest places on earth (average annual precipitation)</em> describes the annual average precipitation measured in both millimeters and inches for selected countries with climate extremes.</p>\n<p><em>ten coldest places on earth (lowest average monthly temperature)</em> describes temperature measured in both degrees Celsius and Fahrenheit as well as the month of the year for selected countries with climate extremes.</p>\n<p><em>ten hottest places on earth (highest average monthly temperature)</em> describes the temperature measured both in degrees Celsius and Fahrenheit as well the month of the year for selected countries with climate extremes.</p>","id":"climate","content":"tropical"},{"title":"Terrain","comparative":false,"field_id":"285","definition":"This entry contains a brief description of the topography.","id":"terrain","content":"low with sand and coral"},{"title":"Elevation","comparative":false,"subfields_raw":"highest point, lowest point, mean elevation","field_id":"407","definition":"This entry includes the <em>mean elevation</em> and elevation extremes, <em>lowest point</em> and <em>highest point.</em>","id":"elevation","content":"<strong>highest point: </strong>Cartier Island 5 m<br><br><strong>lowest point: </strong>Indian Ocean 0 m"},{"title":"Natural resources","comparative":false,"field_id":"287","definition":"This entry lists a country's mineral, petroleum, hydropower, and other resources of commercial importance, such as rare earth elements (REEs). In general, products appear only if they make a significant contribution to the economy, or are likely to do so in the future.","id":"natural-resources","content":"fish"},{"title":"Land use","comparative":false,"subfields_raw":"agricultural land, agricultural land: arable land, agricultural land: permanent crops, agricultural land: permanent pasture, forest, other","field_id":"288","definition":"This entry contains the percentage shares of total land area for three different types of land use: <em>agricultural land, forest, and other</em>; <em>agricultural land</em> is further divided into <em>arable land</em> - land cultivated for crops like wheat, maize, and rice that are replanted after each harvest, <em>permanent crops</em> - land cultivated for crops like citrus, coffee, and rubber that are not replanted after each harvest, and includes land under flowering shrubs, fruit trees, nut trees, and vines, and <em>permanent pastures</em> and meadows &ndash; land used for at least five years or more to grow herbaceous forage, either cultivated or growing naturally; <em>forest</em> area is land spanning more than 0.5 hectare with trees higher than five meters and a canopy cover of more than 10% to include windbreaks, shelterbelts, and corridors of trees greater than 0.5 hectare and at least 20 m wide; land classified as <em>other</em> includes built-up areas, roads and other transportation features, barren land, or wasteland.","id":"land-use","content":"<strong>agricultural land: </strong>0% (2018 est.)"},{"title":"Natural hazards","comparative":false,"field_id":"292","definition":"This entry lists potential natural disasters. For countries where volcanic activity is common, a <em>volcanism</em> subfield highlights historically active volcanoes.","id":"natural-hazards","content":"surrounded by shoals and reefs that can pose maritime hazards"},{"title":"Geography - note","comparative":false,"field_id":"295","definition":"This entry includes miscellaneous geographic information of significance not included elsewhere.","id":"geography-note","content":"Ashmore Reef National Nature Reserve established in August 1983; Cartier Island Marine Reserve established in 2000"}],"comparative":false},{"title":"People and Society","fields":[{"title":"Population","comparative":"","field_id":"335","definition":"This entry gives an estimate from the US Bureau of the Census based on statistics from population censuses, vital statistics registration systems, or sample surveys pertaining to the recent past and on assumptions about future trends. The total population presents one overall measure of the potential impact of the country on the world and within its region. Note: Starting with the 1993 <em>Factbook</em>, demographic estimates for some countries (mostly African) have explicitly taken into account the effects of the growing impact of the HIV/AIDS epidemic. These countries are currently: The Bahamas, Benin, Botswana, Brazil, Burkina Faso, Burma, Burundi, Cambodia, Cameroon, Central African Republic, Democratic Republic of the Congo, Republic of the Congo, Cote d'Ivoire, Ethiopia, Gabon, Ghana, Guyana, Haiti, Honduras, Kenya, Lesotho, Malawi, Mozambique, Namibia, Nigeria, Rwanda, South Africa, Swaziland, Tanzania, Thailand, Togo, Uganda, Zambia, and Zimbabwe.","id":"population","content":"no indigenous inhabitants (July 2021 est.)<br><br><strong>note:</strong> Indonesian fishermen are allowed access to the lagoon and fresh water at Ashmore Reef's West Island; access to East and Middle Islands is by permit only"},{"title":"Age structure","comparative":false,"subfields_raw":"0-14 years, 15-24 years, 25-54 years, 55-64 years, 65 years and over","field_id":"341","definition":"This entry provides the distribution of the population according to age. Information is included by sex and age group as follows: <em>0-14 years (children)</em>, <em>15-24 years (early working age)</em>, <em>25-54 years (prime working age)</em>, <em>55-64 years (mature working age)</em>, <em>65 years and over (elderly)</em>. The age structure of a population affects a nation's key socioeconomic issues. Countries with young populations (high percentage under age 15) need to invest more in schools, while countries with older populations (high percentage ages 65 and over) need to invest more in the health sector. The age structure can also be used to help predict potential political issues. For example, the rapid growth of a young adult population unable to find employment can lead to unrest.","id":"age-structure","content":"<strong>0-14 years: </strong>NA<br><br><strong>15-24 years: </strong>NA<br><br><strong>25-54 years: </strong>NA<br><br><strong>55-64 years: </strong>NA<br><br><strong>65 years and over: </strong>NA"},{"title":"Dependency ratios","comparative":false,"subfields_raw":"total dependency ratio, youth dependency ratio, elderly dependency ratio, potential support ratio","field_id":"342","definition":"Dependency ratios are a measure of the age structure of a population. They relate the number of individuals that are likely to be economically \"dependent\" on the support of others. Dependency ratios contrast the ratio of youths (ages 0-14) and the elderly (ages 65+) to the number of those in the working-age group (ages 15-64). Changes in the dependency ratio provide an indication of potential social support requirements resulting from changes in population age structures. As fertility levels decline, the dependency ratio initially falls because the proportion of youths decreases while the proportion of the population of working age increases. As fertility levels continue to decline, dependency ratios eventually increase because the proportion of the population of working age starts to decline and the proportion of elderly persons continues to increase.<br /><br /><em>total dependency ratio</em> - The total dependency ratio is the ratio of combined youth population (ages 0-14) and elderly population (ages 65+) per 100 people of working age (ages 15-64). A high total dependency ratio indicates that the working-age population and the overall economy face a greater burden to support and provide social services for youth and elderly persons, who are often economically dependent.<br /><br /><em>youth dependency ratio</em> - The youth dependency ratio is the ratio of the youth population (ages 0-14) per 100 people of working age (ages 15-64). A high youth dependency ratio indicates that a greater investment needs to be made in schooling and other services for children.<br /><br /><em>elderly dependency ratio</em> - The elderly dependency ratio is the ratio of the elderly population (ages 65+) per 100 people of working age (ages 15-64). Increases in the elderly dependency ratio put added pressure on governments to fund pensions and healthcare.<br /><br /><em>potential support ratio</em> - The potential support ratio is the number of working-age people (ages 15-64) per one elderly person (ages 65+). As a population ages, the potential support ratio tends to fall, meaning there are fewer potential workers to support the elderly.","id":"dependency-ratios","content":"<strong>total dependency ratio: </strong>NA<br><br><strong>youth dependency ratio: </strong>NA<br><br><strong>elderly dependency ratio: </strong>NA<br><br><strong>potential support ratio: </strong>NA"},{"title":"Population growth rate","comparative":"165","field_id":"344","definition":"The average annual percent change in the population, resulting from a surplus (or deficit) of births over deaths and the balance of migrants entering and leaving a country. The rate may be positive or negative. The growth rate is a factor in determining how great a burden would be imposed on a country by the changing needs of its people for infrastructure (e.g., schools, hospitals, housing, roads), resources (e.g., food, water, electricity), and jobs. Rapid population growth can be seen as threatening by neighboring countries.","id":"population-growth-rate","content":"0.32% (2021 est.)"},{"title":"Birth rate","comparative":"","field_id":"345","definition":"This entry gives the average annual number of births during a year per 1,000 persons in the population at midyear; also known as crude birth rate. The birth rate is usually the dominant factor in determining the rate of population growth. It depends on both the level of fertility and the age structure of the population.","id":"birth-rate","content":"NA"},{"title":"Death rate","comparative":"","field_id":"346","definition":"This entry gives the average annual number of deaths during a year per 1,000 persons at midyear; also known as crude death rate. The death rate, while only a rough indicator of the mortality situation in a country, accurately indicates the current mortality impact on population growth. This indicator is significantly affected by age distribution, and most countries will eventually show a rise in the overall death rate, in spite of continued decline in mortality at all ages, as declining fertility and increased lifespans result in an aging population.","id":"death-rate","content":"NA (2021 est.)"},{"title":"Contraceptive prevalence rate","comparative":false,"field_id":"357","definition":"This field gives the percent of women of reproductive age (15-49) who are married or in union and are using, or whose sexual partner is using, a method of contraception according to the date of the most recent available data. The contraceptive prevalence rate is an indicator of health services, development, and women’s empowerment. It is also useful in understanding, past, present, and future fertility trends, especially in developing countries.","id":"contraceptive-prevalence-rate","content":"NA"},{"title":"Drinking water source","comparative":false,"subfields_raw":"improved: urban, improved: rural, improved: total, unimproved: urban, unimproved: rural, unimproved: total","field_id":"361","definition":"This entry provides information about access to improved or unimproved drinking water sources available to segments of the population of a country.&nbsp;<em>Improved</em> drinking water - use of any of the following sources: piped water into dwelling, yard, or plot; public tap or standpipe; tubewell or borehole; protected dug well; protected spring; or rainwater collection.&nbsp;<em>Unimproved</em> drinking water - use of any of the following sources: unprotected dug well; unprotected spring; cart with small tank or drum; tanker truck; surface water, which includes rivers, dams, lakes, ponds, streams, canals or irrigation channels; or bottled water.","id":"drinking-water-source","content":"<strong>improved: </strong>urban: NA<br><br>rural: NA<br><br>total: NA<br><br><strong>unimproved: </strong>urban: NA<br><br>rural: NA<br><br>total: NA"},{"title":"Current Health Expenditure","comparative":false,"field_id":"409","definition":"Current Health Expenditure (CHE) describes the share of spending on health in each country relative to the size of its economy.&nbsp; It includes expenditures corresponding to the final consumption of health care goods and services and excludes investment, exports, and intermediate consumption.&nbsp; CHE shows the importance of the health sector in the economy and indicates the priority given to health in monetary terms.&nbsp; <strong>Note:</strong> Current Health Expenditure replaces the former Health Expenditures field and is calculated differently.","id":"current-health-expenditure","content":"NA"},{"title":"HIV/AIDS - adult prevalence rate","comparative":"","field_id":"363","definition":"This entry gives an estimate of the percentage of adults (aged 15-49) living with HIV/AIDS. The adult prevalence rate is calculated by dividing the estimated number of adults living with HIV/AIDS at yearend by the total adult population at yearend.","id":"hiv-aids-adult-prevalence-rate","content":"NA"},{"title":"HIV/AIDS - people living with HIV/AIDS","comparative":"","field_id":"364","definition":"This entry gives an estimate of all people (adults and children) alive at yearend with HIV infection, whether or not they have developed symptoms of AIDS.","id":"hiv-aids-people-living-with-hiv-aids","content":"NA"},{"title":"HIV/AIDS - deaths","comparative":"","field_id":"365","definition":"This entry gives an estimate of the number of adults and children who died of AIDS during a given calendar year.","id":"hiv-aids-deaths","content":"NA"},{"title":"Children under the age of 5 years underweight","comparative":"","field_id":"368","definition":"This entry gives the percent of children under five considered to be underweight. Underweight means weight-for-age is less than minus two standard deviations from the median of the World Health Organization Child Growth Standards among children under 5 years of age. This statistic is an indicator of the nutritional status of a community. Children who suffer from growth retardation as a result of poor diets and/or recurrent infections tend to have a greater risk of suffering illness and death.","id":"children-under-the-age-of-5-years-underweight","content":"NA"},{"title":"Education expenditures","comparative":"","field_id":"369","definition":"This entry provides the public expenditure on education as a percent of GDP.","id":"education-expenditures","content":"NA"}],"comparative":false},{"title":"Environment","fields":[{"title":"Environment - current issues","comparative":false,"field_id":"293","definition":"This entry lists the most pressing and important environmental problems. The following terms and abbreviations are used throughout the entry: <br /><strong>Acidification</strong> - the lowering of soil and water pH due to acid precipitation and deposition usually through precipitation; this process disrupts ecosystem nutrient flows and may kill freshwater fish and plants dependent on more neutral or alkaline conditions (see acid rain). <br /><strong>Acid rain</strong> - characterized as containing harmful levels of sulfur dioxide or nitrogen oxide; acid rain is damaging and potentially deadly to the earth's fragile ecosystems; acidity is measured using the pH scale where 7 is neutral, values greater than 7 are considered alkaline, and values below 5.6 are considered acid precipitation; note - a pH of 2.4 (the acidity of vinegar) has been measured in rainfall in New England. <br /><strong>Aerosol</strong> - a collection of airborne particles dispersed in a gas, smoke, or fog. <br /><strong>Afforestation</strong> - converting a bare or agricultural space by planting trees and plants; reforestation involves replanting trees on areas that have been cut or destroyed by fire. <br /><strong>Asbestos</strong> - a naturally occurring soft fibrous mineral commonly used in fireproofing materials and considered to be highly carcinogenic in particulate form. <br /><strong>Biodiversity</strong> - also biological diversity; the relative number of species, diverse in form and function, at the genetic, organism, community, and ecosystem level; loss of biodiversity reduces an ecosystem's ability to recover from natural or man-induced disruption. <br /><strong>Bio-indicators</strong> - a plant or animal species whose presence, abundance, and health reveal the general condition of its habitat. <br /><strong>Biomass</strong> - the total weight or volume of living matter in a given area or volume. <br /><strong>Carbon cycle</strong> - the term used to describe the exchange of carbon (in various forms, e.g., as carbon dioxide) between the atmosphere, ocean, terrestrial biosphere, and geological deposits. <br /><strong>Catchments</strong> - assemblages used to capture and retain rainwater and runoff; an important water management technique in areas with limited freshwater resources, such as Gibraltar. <br /><strong>DDT (dichloro-diphenyl-trichloro-ethane)</strong> - a colorless, odorless insecticide that has toxic effects on most animals; the use of DDT was banned in the US in 1972. <br /><strong>Defoliants</strong> - chemicals which cause plants to lose their leaves artificially; often used in agricultural practices for weed control, and may have detrimental impacts on human and ecosystem health. <br /><strong>Deforestation</strong> - the destruction of vast areas of forest (e.g., unsustainable forestry practices, agricultural and range land clearing, and the over exploitation of wood products for use as fuel) without planting new growth. <br /><strong>Desertification</strong> - the spread of desert-like conditions in arid or semi-arid areas, due to overgrazing, loss of agriculturally productive soils, or climate change. <br /><strong>Dredging</strong> - the practice of deepening an existing waterway; also, a technique used for collecting bottom-dwelling marine organisms (e.g., shellfish) or harvesting coral, often causing significant destruction of reef and ocean-floor ecosystems. <br /><strong>Drift-net fishing</strong> - done with a net, miles in extent, that is generally anchored to a boat and left to float with the tide; often results in an over harvesting and waste of large populations of non-commercial marine species (by-catch) by its effect of \"sweeping the ocean clean.\" <br /><strong>Ecosystems</strong> - ecological units comprised of complex communities of organisms and their specific environments. <br /><strong>Effluent</strong>s - waste materials, such as smoke, sewage, or industrial waste which are released into the environment, subsequently polluting it. <br /><strong>Endangered species</strong> - a species that is threatened with extinction either by direct hunting or habitat destruction. <br /><strong>Freshwater</strong> - water with very low soluble mineral content; sources include lakes, streams, rivers, glaciers, and underground aquifers. <br /><strong>Greenhouse gas</strong> - a gas that \"traps\" infrared radiation in the lower atmosphere causing surface warming; water vapor, carbon dioxide, nitrous oxide, methane, hydrofluorocarbons, and ozone are the primary greenhouse gases in the Earth's atmosphere. <br /><strong>Groundwater</strong> - water sources found below the surface of the earth often in naturally occurring reservoirs in permeable rock strata; the source for wells and natural springs. <br /><strong>Highlands Water Project</strong> - a series of dams constructed jointly by Lesotho and South Africa to redirect Lesotho's abundant water supply into a rapidly growing area in South Africa; while it is the largest infrastructure project in southern Africa, it is also the most costly and controversial; objections to the project include claims that it forces people from their homes, submerges farmlands, and squanders economic resources. <br /><strong>Inuit Circumpolar Conference (ICC)</strong> - represents the roughly 150,000 Inuits of Alaska, Canada, Greenland, and Russia in international environmental issues; a General Assembly convenes every three years to determine the focus of the ICC; the most current concerns are long-range transport of pollutants, sustainable development, and climate change. <br /><strong>Metallurgical plants</strong> - industries which specialize in the science, technology, and processing of metals; these plants produce highly concentrated and toxic wastes which can contribute to pollution of ground water and air when not properly disposed. <br /><strong>Noxious substances</strong> - injurious, very harmful to living beings. <br /><strong>Overgrazing</strong> - the grazing of animals on plant material faster than it can naturally regrow leading to the permanent loss of plant cover, a common effect of too many animals grazing limited range land. <br /><strong>Ozone shield</strong> - a layer of the atmosphere composed of ozone gas (O3) that resides approximately 25 miles above the Earth's surface and absorbs solar ultraviolet radiation that can be harmful to living organisms. <br /><strong>Poaching</strong> - the illegal killing of animals or fish, a great concern with respect to endangered or threatened species. <br /><strong>Pollution</strong> - the contamination of a healthy environment by man-made waste. <br /><strong>Potable water</strong> - water that is drinkable, safe to be consumed. <br /><strong>Salination</strong> - the process through which fresh (drinkable) water becomes salt (undrinkable) water; hence, desalination is the reverse process; also involves the accumulation of salts in topsoil caused by evaporation of excessive irrigation water, a process that can eventually render soil incapable of supporting crops. <br /><strong>Siltation</strong> - occurs when water channels and reservoirs become clotted with silt and mud, a side effect of deforestation and soil erosion. <br /><strong>Slash-and-burn agriculture</strong> - a rotating cultivation technique in which trees are cut down and burned in order to clear land for temporary agriculture; the land is used until its productivity declines at which point a new plot is selected and the process repeats; this practice is sustainable while population levels are low and time is permitted for regrowth of natural vegetation; conversely, where these conditions do not exist, the practice can have disastrous consequences for the environment. <br /><strong>Soil degradation</strong> - damage to the land's productive capacity because of poor agricultural practices such as the excessive use of pesticides or fertilizers, soil compaction from heavy equipment, or erosion of topsoil, eventually resulting in reduced ability to produce agricultural products. <br /><strong>Soil erosion</strong> - the removal of soil by the action of water or wind, compounded by poor agricultural practices, deforestation, overgrazing, and desertification. <br /><strong>Ultraviolet (UV) radiation</strong> - a portion of the electromagnetic energy emitted by the sun and naturally filtered in the upper atmosphere by the ozone layer; UV radiation can be harmful to living organisms and has been linked to increasing rates of skin cancer in humans. <br /><strong>Waterborne diseases</strong> - those in which bacteria survive in, and are transmitted through, water; always a serious threat in areas with an untreated water supply.","id":"environment-current-issues","content":"illegal killing of protected wildlife by traditional Indonesian fisherman, as well as fishing by non-traditional Indonesian vessels, are ongoing problems; sea level rise, changes in sea temperature, and ocean acidification are concerns; marine debris"},{"title":"Climate","comparative":false,"field_id":"284","definition":"This entry includes a brief description of typical weather regimes throughout the year; in the World entry only, it includes four subfields that describe climate extremes:<br /><br /><em>ten driest places on earth (average annual precipitation)</em> describes the annual average precipitation measured in both millimeters and inches for selected countries with climate extremes.\n<p><em>ten wettest places on earth (average annual precipitation)</em> describes the annual average precipitation measured in both millimeters and inches for selected countries with climate extremes.</p>\n<p><em>ten coldest places on earth (lowest average monthly temperature)</em> describes temperature measured in both degrees Celsius and Fahrenheit as well as the month of the year for selected countries with climate extremes.</p>\n<p><em>ten hottest places on earth (highest average monthly temperature)</em> describes the temperature measured both in degrees Celsius and Fahrenheit as well the month of the year for selected countries with climate extremes.</p>","id":"climate","content":"tropical"},{"title":"Land use","comparative":false,"subfields_raw":"agricultural land, agricultural land: arable land, agricultural land: permanent crops, agricultural land: permanent pasture, forest, other","field_id":"288","definition":"This entry contains the percentage shares of total land area for three different types of land use: <em>agricultural land, forest, and other</em>; <em>agricultural land</em> is further divided into <em>arable land</em> - land cultivated for crops like wheat, maize, and rice that are replanted after each harvest, <em>permanent crops</em> - land cultivated for crops like citrus, coffee, and rubber that are not replanted after each harvest, and includes land under flowering shrubs, fruit trees, nut trees, and vines, and <em>permanent pastures</em> and meadows &ndash; land used for at least five years or more to grow herbaceous forage, either cultivated or growing naturally; <em>forest</em> area is land spanning more than 0.5 hectare with trees higher than five meters and a canopy cover of more than 10% to include windbreaks, shelterbelts, and corridors of trees greater than 0.5 hectare and at least 20 m wide; land classified as <em>other</em> includes built-up areas, roads and other transportation features, barren land, or wasteland.","id":"land-use","content":"<strong>agricultural land: </strong>0% (2018 est.)"}],"comparative":false},{"title":"Government","fields":[{"title":"Country name","comparative":false,"subfields_raw":"conventional long form, conventional short form, local long form, local short form, former, abbreviation, etymology","field_id":"296","definition":"This entry includes all forms of the country's name approved by the US Board on Geographic Names (Italy is used as an example): <em>conventional long form</em> (Italian Republic), <em>conventional short form</em> (Italy), <em>local long form</em> (Repubblica Italiana), <em>local short form</em> (Italia), <em>former</em> (Kingdom of Italy), as well as the <em>abbreviation </em>(if applicable). Additionally, an <em>etymology</em> entry explains how the country acquired its name.<em>&nbsp;</em>&nbsp;Also see the <strong>Terminology</strong> note.","id":"country-name","content":"<strong>conventional long form: </strong>Territory of Ashmore and Cartier Islands<br><br><strong>conventional short form: </strong>Ashmore and Cartier Islands<br><br><strong>etymology: </strong>named after British Captain Samuel ASHMORE, who first sighted his namesake island in 1811, and after the ship Cartier, from which the second island was discovered in 1800"},{"title":"Dependency status","comparative":false,"field_id":"298","definition":"This entry describes the formal relationship between a particular nonindependent entity and an independent state.","id":"dependency-status","content":"territory of Australia; administered from Canberra by the Department of Regional Australia, Local Government, Arts and Sport"},{"title":"Legal system","comparative":false,"field_id":"308","definition":"This entry provides the description of a country's legal system. A statement on judicial review of legislative acts is also included for a number of countries. The legal systems of nearly all countries are generally modeled upon elements of five main types: civil law (including French law, the Napoleonic Code, Roman law, Roman-Dutch law, and Spanish law); common law (including United State law); customary law; mixed or pluralistic law; and religious law (including Islamic law). An additional type of legal system - international law, which governs the conduct of independent nations in their relationships with one another - is also addressed below. The following list describes these legal systems, the countries or world regions where these systems are enforced, and a brief statement on the origins and major features of each. <br /><strong>Civil Law</strong> - The most widespread type of legal system in the world, applied in various forms in approximately 150 countries. Also referred to as European continental law, the civil law system is derived mainly from the Roman <em>Corpus Juris Civilus</em>, (Body of Civil Law), a collection of laws and legal interpretations compiled under the East Roman (Byzantine) Emperor Justinian I between A.D. 528 and 565. The major feature of civil law systems is that the laws are organized into systematic written codes. In civil law the sources recognized as authoritative are principally legislation - especially codifications in constitutions or statutes enacted by governments - and secondarily, custom. The civil law systems in some countries are based on more than one code. <br /><strong>Common Law</strong> - A type of legal system, often synonymous with \"English common law,\" which is the system of England and Wales in the UK, and is also in force in approximately 80 countries formerly part of or influenced by the former British Empire. English common law reflects Biblical influences as well as remnants of law systems imposed by early conquerors including the Romans, Anglo-Saxons, and Normans. Some legal scholars attribute the formation of the English common law system to King Henry II (r.1154-1189). Until the time of his reign, laws customary among England's various manorial and ecclesiastical (church) jurisdictions were administered locally. Henry II established the king's court and designated that laws were \"common\" to the entire English realm. The foundation of English common law is \"legal precedent\" - referred to as <em>stare decisis</em>, meaning \"to stand by things decided.\" In the English common law system, court judges are bound in their decisions in large part by the rules and other doctrines developed - and supplemented over time - by the judges of earlier English courts. <br /><strong>Customary Law</strong> - A type of legal system that serves as the basis of, or has influenced, the present-day laws in approximately 40 countries - mostly in Africa, but some in the Pacific islands, Europe, and the Near East. Customary law is also referred to as \"primitive law,\" \"unwritten law,\" \"indigenous law,\" and \"folk law.\" There is no single history of customary law such as that found in Roman civil law, English common law, Islamic law, or the Napoleonic Civil Code. The earliest systems of law in human society were customary, and usually developed in small agrarian and hunter-gatherer communities. As the term implies, customary law is based upon the customs of a community. Common attributes of customary legal systems are that they are seldom written down, they embody an organized set of rules regulating social relations, and they are agreed upon by members of the community. Although such law systems include sanctions for law infractions, resolution tends to be reconciliatory rather than punitive. A number of African states practiced customary law many centuries prior to colonial influences. Following colonization, such laws were written down and incorporated to varying extents into the legal systems imposed by their colonial powers. <br /><strong>European Union Law</strong> - A sub-discipline of international law known as \"supranational law\" in which the rights of sovereign nations are limited in relation to one another. Also referred to as the Law of the European Union or Community Law, it is the unique and complex legal system that operates in tandem with the laws of the 27 member states of the European Union (EU). Similar to federal states, the EU legal system ensures compliance from the member states because of the Union's decentralized political nature. The European Court of Justice (ECJ), established in 1952 by the Treaty of Paris, has been largely responsible for the development of EU law. Fundamental principles of European Union law include: <em>subsidiarity</em> - the notion that issues be handled by the smallest, lowest, or least centralized competent authority; <em>proportionality</em> - the EU may only act to the extent needed to achieve its objectives; <em>conferral</em> - the EU is a union of member states, and all its authorities are voluntarily granted by its members; <em>legal certainty</em> - requires that legal rules be clear and precise; and <em>precautionary principle</em> - a moral and political principle stating that if an action or policy might cause severe or irreversible harm to the public or to the environment, in the absence of a scientific consensus that harm would not ensue, the burden of proof falls on those who would advocate taking the action. <br /><strong>French Law</strong> - A type of civil law that is the legal system of France. The French system also serves as the basis for, or is mixed with, other legal systems in approximately 50 countries, notably in North Africa, the Near East, and the French territories and dependencies. French law is primarily codified or systematic written civil law. Prior to the French Revolution (1789-1799), France had no single national legal system. Laws in the northern areas of present-day France were mostly local customs based on privileges and exemptions granted by kings and feudal lords, while in the southern areas Roman law predominated. The introduction of the Napoleonic Civil Code during the reign of Napoleon I in the first decade of the 19th century brought major reforms to the French legal system, many of which remain part of France's current legal structure, though all have been extensively amended or redrafted to address a modern nation. French law distinguishes between\"public law\" and \"private law.\" Public law relates to government, the French Constitution, public administration, and criminal law. Private law covers issues between private citizens or corporations. The most recent changes to the French legal system - introduced in the 1980s - were the decentralization laws, which transferred authority from centrally appointed government representatives to locally elected representatives of the people. <br /><strong>International Law</strong> - The law of the international community, or the body of customary rules and treaty rules accepted as legally binding by states in their relations with each other. International law differs from other legal systems in that it primarily concerns sovereign political entities. There are three separate disciplines of international law: public international law, which governs the relationship between provinces and international entities and includes treaty law, law of the sea, international criminal law, and international humanitarian law; private international law, which addresses legal jurisdiction; and supranational law - a legal framework wherein countries are bound by regional agreements in which the laws of the member countries are held inapplicable when in conflict with supranational laws. At present the European Union is the only entity under a supranational legal system. The term \"international law\" was coined by Jeremy Bentham in 1780 in his <em>Principles of Morals and Legislation</em>, though laws governing relations between states have been recognized from very early times (many centuries B.C.). Modern international law developed alongside the emergence and growth of the European nation-states beginning in the early 16th century. Other factors that influenced the development of international law included the revival of legal studies, the growth of international trade, and the practice of exchanging emissaries and establishing legations. The sources of International law are set out in Article 38-1 of the Statute of the International Court of Justice within the UN Charter. <br /><strong>Islamic Law</strong> - The most widespread type of religious law, it is the legal system enforced in over 30 countries, particularly in the Near East, but also in Central and South Asia, Africa, and Indonesia. In many countries Islamic law operates in tandem with a civil law system. Islamic law is embodied in the sharia, an Arabic word meaning\"the right path.\" Sharia covers all aspects of public and private life and organizes them into five categories: obligatory, recommended, permitted, disliked, and forbidden. The primary sources of sharia law are the Qur'an, believed by Muslims to be the word of God revealed to the Prophet Muhammad by the angel Gabriel, and the Sunnah, the teachings of the Prophet and his works. In addition to these two primary sources, traditional Sunni Muslims recognize the consensus of Muhammad's companions and Islamic jurists on certain issues, called ijmas, and various forms of reasoning, including analogy by legal scholars, referred to as qiyas. Shia Muslims reject ijmas and qiyas as sources of sharia law. <br /><strong>Mixed Law</strong> - Also referred to as pluralistic law, mixed law consists of elements of some or all of the other main types of legal systems - civil, common, customary, and religious. The mixed legal systems of a number of countries came about when colonial powers overlaid their own legal systems upon colonized regions but retained elements of the colonies' existing legal systems. <br /><strong>Napoleonic Civil Code</strong> - A type of civil law, referred to as the Civil Code or <em>Code Civil des Francais</em>, forms part of the legal system of France, and underpins the legal systems of Bolivia, Egypt, Lebanon, Poland, and the US state of Louisiana. The Civil Code was established under Napoleon I, enacted in 1804, and officially designated the <em>Code Napoleon</em> in 1807. This legal system combined the Teutonic civil law tradition of the northern provinces of France with the Roman law tradition of the southern and eastern regions of the country. The Civil Code bears similarities in its arrangement to the Roman <em>Body of Civil Law</em> (see Civil Law above). As enacted in 1804, the Code addressed personal status, property, and the acquisition of property. Codes added over the following six years included civil procedures, commercial law, criminal law and procedures, and a penal code. <br /><strong>Religious Law</strong> - A legal system which stems from the sacred texts of religious traditions and in most cases professes to cover all aspects of life as a seamless part of devotional obligations to a transcendent, imminent, or deep philosophical reality. Implied as the basis of religious law is the concept of unalterability, because the word of God cannot be amended or legislated against by judges or governments. However, a detailed legal system generally requires human elaboration. The main types of religious law are sharia in Islam, halakha in Judaism, and canon law in some Christian groups. Sharia is the most widespread religious legal system (see Islamic Law), and is the sole system of law for countries including Iran, the Maldives, and Saudi Arabia. No country is fully governed by halakha, but Jewish people may decide to settle disputes through Jewish courts and be bound by their rulings. Canon law is not a divine law as such because it is not found in revelation. It is viewed instead as human law inspired by the word of God and applying the demands of that revelation to the actual situation of the church. Canon law regulates the internal ordering of the Roman Catholic Church, the Eastern Orthodox Church, and the Anglican Communion. <br /><strong>Roman Law</strong> - A type of civil law developed in ancient Rome and practiced from the time of the city's founding (traditionally 753 B.C.) until the fall of the Western Empire in the 5th century A.D. Roman law remained the legal system of the Byzantine (Eastern Empire) until the fall of Constantinople in 1453. Preserved fragments of the first legal text, known as the Law of the Twelve Tables, dating from the 5th century B.C., contained specific provisions designed to change the prevailing customary law. Early Roman law was drawn from custom and statutes; later, during the time of the empire, emperors asserted their authority as the ultimate source of law. The basis for Roman laws was the idea that the exact form - not the intention - of words or of actions produced legal consequences. It was only in the late 6th century A.D. that a comprehensive Roman code of laws was published (see Civil Law above). Roman law served as the basis of law systems developed in a number of continental European countries. <br /><strong>Roman-Dutch Law</strong> - A type of civil law based on Roman law as applied in the Netherlands. Roman-Dutch law serves as the basis for legal systems in seven African countries, as well as Guyana, Indonesia, and Sri Lanka. This law system, which originated in the province of Holland and expanded throughout the Netherlands (to be replaced by the French Civil Code in 1809), was instituted in a number of sub-Saharan African countries during the Dutch colonial period. The Dutch jurist/philosopher Hugo Grotius was the first to attempt to reduce Roman-Dutch civil law into a system in his <em>Jurisprudence of Holland</em> (written 1619-20, commentary published 1621). The Dutch historian/lawyer Simon van Leeuwen coined the term \"Roman-Dutch law\" in 1652. <br /><strong>Spanish Law</strong> - A type of civil law, often referred to as the Spanish Civil Code, it is the present legal system of Spain and is the basis of legal systems in 12 countries mostly in Central and South America, but also in southwestern Europe, northern and western Africa, and southeastern Asia. The Spanish Civil Code reflects a complex mixture of customary, Roman, Napoleonic, local, and modern codified law. The laws of the Visigoth invaders of Spain in the 5th to 7th centuries had the earliest major influence on Spanish legal system development. The Christian Reconquest of Spain in the 11th through 15th centuries witnessed the development of customary law, which combined canon (religious) and Roman law. During several centuries of Hapsburg and Bourbon rule, systematic recompilations of the existing national legal system were attempted, but these often conflicted with local and regional customary civil laws. Legal system development for most of the 19th century concentrated on formulating a national civil law system, which was finally enacted in 1889 as the Spanish Civil Code. Several sections of the code have been revised, the most recent of which are the penal code in 1989 and the judiciary code in 2001. The Spanish Civil Code separates public and private law. Public law includes constitutional law, administrative law, criminal law, process law, financial and tax law, and international public law. Private law includes civil law, commercial law, labor law, and international private law. <br /><strong>United States Law</strong> - A type of common law, which is the basis of the legal system of the United States and that of its island possessions in the Caribbean and the Pacific. This legal system has several layers, more possibly than in most other countries, and is due in part to the division between federal and state law. The United States was founded not as one nation but as a union of 13 colonies, each claiming independence from the British Crown. The US Constitution, implemented in 1789, began shifting power away from the states and toward the federal government, though the states today retain substantial legal authority. US law draws its authority from four sources: <em>constitutional law</em>, <em>statutory law</em>, <em>administrative regulations</em>, and <em>case law</em>. Constitutional law is based on the US Constitution and serves as the supreme federal law. Taken together with those of the state constitutions, these documents outline the general structure of the federal and state governments and provide the rules and limits of power. US statutory law is legislation enacted by the US Congress and is codified in the United States Code. The 50 state legislatures have similar authority to enact state statutes. Administrative law is the authority delegated to federal and state executive agencies. Case law, also referred to as common law, covers areas where constitutional or statutory law is lacking. Case law is a collection of judicial decisions, customs, and general principles that began in England centuries ago, that were adopted in America at the time of the Revolution, and that continue to develop today.","id":"legal-system","content":"the laws of the Commonwealth of Australia and the laws of the Northern Territory of Australia, where applicable, apply"},{"title":"Citizenship","comparative":false,"subfields_raw":"citizenship by birth, citizenship by descent only, dual citizenship recognized, residency requirement for naturalization","field_id":"310","definition":"This entry provides information related to the acquisition and exercise of citizenship; it includes four subfields:<br /><br /> <em>citizenship by birth</em> describes the acquisition of citizenship based on place of birth, known as <em>Jus soli</em>, regardless of the citizenship of parents.<br /><br /> <em>citizenship by descent only</em> describes the acquisition of citizenship based on the principle of <em>Jus sanguinis</em>, or by descent, where at least one parent is a citizen of the state and being born within the territorial limits of the state is not required. The majority of countries adhere to this practice. In some cases, citizenship is conferred through the father or mother exclusively.<br /><br /> <em>dual citizenship recognized</em> indicates whether a state permits a citizen to simultaneously hold citizenship in another state. Many states do not permit dual citizenship and the voluntary acquisition of citizenship in another country is grounds for revocation of citizenship. Holding dual citizenship makes an individual legally obligated to more than one state and can negate the normal consular protections afforded to citizens outside their original country of citizenship.<br /><br /> <em>residency requirement for naturalization</em> lists the length of time an applicant is required to live in a state before applying for naturalization. In most countries citizenship can be acquired through the legal process of naturalization. The requirements for naturalization vary by state but generally include no criminal record, good health, economic wherewithal, and a period of authorized residency in the state. This time period can vary enormously among states and is often used to make the acquisition of citizenship difficult or impossible.","id":"citizenship","content":"see Australia"},{"title":"Diplomatic representation in the US","comparative":false,"subfields_raw":"chief of mission, chancery, telephone, FAX, email address and website, consulate(s) general, consulate(s), embassy, honorary consulate(s)","field_id":"318","definition":"This entry includes the <em>chief of mission</em>, <em>chancery address</em>, <em>telephone</em>, <em>FAX</em>, <em>email and website addresses</em>, <em>consulate general</em> locations, and <em>consulate</em> locations. The use of the annotated title Appointed Ambassador refers to a new ambassador who has presented his/her credentials to the secretary of state but not the US president. Such ambassadors fulfill all diplomatic functions except meeting with or appearing at functions attended by the president until such time as they formally present their credentials at a White House ceremony.","id":"diplomatic-representation-in-the-us","content":"none (territory of Australia)"},{"title":"Diplomatic representation from the US","comparative":false,"subfields_raw":"chief of mission, embassy, mailing address, telephone, FAX, email address and website, consulate(s) general, branch office(s), consulate(s)","field_id":"319","definition":"This entry includes the <em>chief of mission</em>, <em>embassy</em> address, <em>mailing address</em>, <em>telephone</em> number, <em>FAX</em> number, <em>email and website addresses</em>,&nbsp;<em>branch office</em> locations, <em>consulate general</em> locations, and <em>consulate</em> locations.","id":"diplomatic-representation-from-the-us","content":"<strong>embassy: </strong>none (territory of Australia)"},{"title":"Flag description","comparative":false,"field_id":"320","definition":"This entry provides a written flag description produced from actual flags or the best information available at the time the entry was written. The flags of independent states are used by their dependencies unless there is an officially recognized local flag. Some disputed and other areas do not have flags.","id":"flag-description","content":"the flag of Australia is used"}],"comparative":false},{"title":"Economy","fields":[{"title":"Economic overview","comparative":false,"field_id":"207","definition":"This entry briefly describes five economic components for a given country:<br /><br />* <em><strong>National Economy</strong></em>, including a brief economic history;<br /><br />* <em><strong>Domestic Markets</strong></em>, including labor and wage markets, as well as brief commentary on economic sector portfolios;<br /><br />* <em><strong>Financial Power and Public Finance</strong></em>, including brief discussions of financial market strengths and security, lending/exchange rates (especially if abnormalities exist), and foreign direct investments;<br /><br />* <em><strong>Trade Power and Influence</strong></em>, including brief commentary on chief imports and exports; and <br /><br />* <em><strong>Regional Strategy and Efforts</strong></em>, including key partners, regional economic development efforts, and any underlying economic data integrity concerns.","id":"economic-overview","content":"no economic activity"}],"comparative":false},{"title":"Transportation","fields":[{"title":"Ports and terminals","comparative":false,"subfields_raw":"major seaport(s), oil terminal(s), container port(s) (TEUs), lake port(s), LNG terminal(s) (export), LNG terminal(s) (import), river port(s), dry bulk cargo port(s), bulk cargo port(s)","field_id":"388","definition":"This entry lists major ports and terminals primarily on the basis of the amount of cargo tonnage shipped through the facilities on an annual basis. In some instances, the number of containers handled or ship visits were also considered. Most ports service multiple classes of vessels including bulk carriers (dry and liquid), break bulk cargoes (goods loaded individually in bags, boxes, crates, or drums; sometimes palletized), containers, roll-on/roll-off, and passenger ships. The listing leads off with <em>major seaports</em> handling all types of cargo. Inland <em>river/lake ports</em> are listed separately along with the river or lake name. Ports configured specifically to handle bulk cargoes are designated as <em>oil terminals</em> or <em>dry bulk cargo ports</em>. <em>LNG terminals</em> handle liquefied natural gas (LNG) and are differentiated as either export, where the gas is chilled to a liquid state to reduce its volume for transport on specialized gas carriers, or import, where the off-loaded LNG undergoes a regasification process before entering pipelines for distribution. As break bulk cargoes are largely transported by containers today, the entry also includes a listing of major <em>container ports</em> with the corresponding throughput measured in twenty-foot equivalent units (TEUs) referring to a standard container size. Some ports are significant for handling passenger traffic and are listed as <em>cruise/ferry ports</em>. In addition to commercial traffic, many seaports also provide important military infrastructure such as naval bases or dockyards.","id":"ports-and-terminals","content":"none; offshore anchorage only"}],"comparative":false},{"title":"Military and Security","fields":[{"title":"Military - note","comparative":false,"field_id":"332","definition":"This entry includes miscellaneous military information of significance not included elsewhere.","id":"military-note","content":"defense is the responsibility of Australia; periodic visits by the Royal Australian Navy and Royal Australian Air Force"}],"comparative":false},{"title":"Transnational Issues","fields":[{"title":"Disputes - international","comparative":false,"field_id":"326","definition":"This entry includes a wide variety of situations that range from traditional bilateral boundary disputes to unilateral claims of one sort or another. Information regarding disputes over international terrestrial and maritime boundaries has been reviewed by the US Department of State. References to other situations involving borders or frontiers may also be included, such as resource disputes, geopolitical questions, or irredentist issues; however, inclusion does not necessarily constitute official acceptance or recognition by the US Government.","id":"disputes-international","content":"<p><em>Australia-Indonesia:</em>&nbsp; Australia has closed parts of the Ashmore and Cartier reserve to Indonesian traditional fishing; Indonesian groups challenge Australia's claim to Ashmore Reef</p>"}],"comparative":false}]}