{"name":"Spratly Islands","code":"PG","region":"East Asia/Southeast Asia","published":"1651671273","flag_description":"","summary":null,"travel":null,"media":[{"type":"photo","caption":"View from space of Whitson Reef in the Spratly Islands. Whitson is the largest reef of the Union Banks and lies at their northeastern most extreme limit. The reef is claimed by China, the Philippines, and Vietnam. Image courtesy of NASA.","category":"Space","thumb":"https://media.cia.gov/uploads/sites/2/Spratly_Islands_Whitsun_Reef.jpg","full":"https://media.cia.gov/uploads/sites/2/Spratly_Islands_Whitsun_Reef.jpg"},{"type":"photo","caption":"Satellite view of the western Pacific Ocean and the South China Sea shows the location of the Spratly Islands between Vietnam and the Philippines. Image courtesy of NASA.","category":"Space","thumb":"https://media.cia.gov/uploads/sites/2/PG_001_large.jpg","full":"https://media.cia.gov/uploads/sites/2/PG_001_large.jpg"},{"type":"locator-map","caption":"","category":"Locator Map","thumb":"https://media.cia.gov/uploads/sites/2/PG-locator-map.jpg","full":"https://media.cia.gov/uploads/sites/2/PG-locator-map.jpg"},{"type":"map","caption":"Spratly Islands map showing the major islands and reefs of this archipelago in the South China Sea.","category":"Map","thumb":"https://media.cia.gov/uploads/sites/2/PG-map.jpg","full":"https://media.cia.gov/uploads/sites/2/PG-map.jpg"}],"categories":[{"title":"Introduction","fields":[{"title":"Background","comparative":false,"field_id":"325","definition":"This entry usually highlights major historic events and current issues and may include a statement about one or two key future trends.","id":"background","content":"The Spratly Islands consist of more than 100 small islands or reefs surrounded by rich fishing grounds - and potentially by gas and oil deposits. They are claimed in their entirety by China, Taiwan, and Vietnam, while portions are claimed by Malaysia and the Philippines. About 45 islands are occupied by relatively small numbers of military forces from China, Malaysia, the Philippines, Taiwan, and Vietnam. Since 1985 Brunei has claimed a continental shelf that overlaps a southern reef but has not made any formal claim to the reef. Brunei claims an exclusive economic zone over this area."}],"comparative":false},{"title":"Geography","fields":[{"title":"Location","comparative":false,"field_id":"276","definition":"This entry identifies the country's regional location, neighboring countries, and adjacent bodies of water.","id":"location","content":"Southeastern Asia, group of reefs and islands in the South China Sea, about two-thirds of the way from southern Vietnam to the southern Philippines"},{"title":"Geographic coordinates","comparative":false,"field_id":"277","definition":"This entry includes rounded latitude and longitude figures for the centroid or center point of a country expressed in degrees and minutes; it is based on the locations provided in the Geographic Names Server (GNS), maintained by the National Geospatial-Intelligence Agency on behalf of the US Board on Geographic Names.","id":"geographic-coordinates","content":"8 38 N, 111 55 E"},{"title":"Map references","comparative":false,"field_id":"278","definition":"This entry includes the name of the <em>Factbook</em> reference map on which a country may be found. Note that boundary representations on these maps are not necessarily authoritative. The entry on <b>Geographic coordinates</b> may be helpful in finding some smaller countries.","id":"map-references","content":"Southeast Asia"},{"title":"Area","comparative":"250","subfields_raw":"total, land, water","field_id":"279","definition":"This entry includes three subfields. <em>Total area</em> is the sum of all land and water areas delimited by international boundaries and/or coastlines. <em>Land area</em> is the aggregate of all surfaces delimited by international boundaries and/or coastlines, excluding inland water bodies (lakes, reservoirs, rivers). <em>Water area</em> is the sum of the surfaces of all inland water bodies, such as lakes, reservoirs, or rivers, as delimited by international boundaries and/or coastlines.","id":"area","content":"<strong>total: </strong>5 sq km less than<br><br><strong>land: </strong>5 sq km less than<br><br><strong>water: </strong>0 sq km<br><br><strong>note:</strong> includes 100 or so islets, coral reefs, and sea mounts scattered over an area of nearly 410,000 sq km (158,000 sq mi) of the central South China Sea"},{"title":"Area - comparative","comparative":false,"field_id":"280","definition":"This entry provides an area comparison based on total area equivalents. Most entities are compared with the entire US or one of the 50 states based on area measurements (1990 revised) provided by the US Bureau of the Census. The smaller entities are compared with Washington, DC (178 sq km, 69 sq mi) or The Mall in Washington, DC (0.59 sq km, 0.23 sq mi, 146 acres).","id":"area-comparative","content":"land area is about seven times the size of the National Mall in Washington, DC"},{"title":"Land boundaries","comparative":false,"subfields_raw":"total, border countries, regional borders","field_id":"281","definition":"This entry contains the <em>total</em> length of all land boundaries and the individual lengths for each of the contiguous <em>border countries</em>. When available, official lengths published by national statistical agencies are used. Because surveying methods may differ, country border lengths reported by contiguous countries may differ.","id":"land-boundaries","content":"<strong>total: </strong>0 km"},{"title":"Coastline","comparative":false,"field_id":"282","definition":"This entry gives the total length of the boundary between the land area (including islands) and the sea.","id":"coastline","content":"926 km"},{"title":"Maritime claims","comparative":false,"subfields_raw":"territorial sea, contiguous zone, exclusive economic zone, continental shelf, exclusive fishing zone","field_id":"283","definition":"This entry includes the following claims, the definitions of which are excerpted from the United Nations Convention on the Law of the Sea (UNCLOS), which alone contains the full and definitive descriptions:<br /> <br /><em>territorial sea</em> - the sovereignty of a coastal state extends beyond its land territory and internal waters to an adjacent belt of sea, described as the territorial sea in the UNCLOS (Part II); this sovereignty extends to the air space over the territorial sea as well as its underlying seabed and subsoil; every state has the right to establish the breadth of its territorial sea up to a limit not exceeding 12 nautical miles; the normal baseline for measuring the breadth of the territorial sea is the mean low-water line along the coast as marked on large-scale charts officially recognized by the coastal state; where the coasts of two states are opposite or adjacent to each other, neither state is entitled to extend its territorial sea beyond the median line, every point of which is equidistant from the nearest points on the baseline from which the territorial seas of both states are measured; the UNCLOS describes specific rules for archipelagic states.<br /> <br /><em>contiguous zone</em> - according to the UNCLOS (Article 33), this is a zone contiguous to a coastal state's territorial sea, over which it may exercise the control necessary to: prevent infringement of its customs, fiscal, immigration, or sanitary laws and regulations within its territory or territorial sea; punish infringement of the above laws and regulations committed within its territory or territorial sea; the contiguous zone may not extend beyond 24 nautical miles from the baselines from which the breadth of the territorial sea is measured (e.g., the US has claimed a 12-nautical mile contiguous zone in addition to its 12-nautical mile territorial sea); where the coasts of two states are opposite or adjacent to each other, neither state is entitled to extend its contiguous zone beyond the median line, every point of which is equidistant from the nearest points on the baseline from which the contiguous zone of both states are measured.<br /> <br /><em>exclusive economic zone (EEZ)</em> - the UNCLOS (Part V) defines the EEZ as a zone beyond and adjacent to the territorial sea in which a coastal state has: sovereign rights for the purpose of exploring and exploiting, conserving and managing the natural resources, whether living or non-living, of the waters superjacent to the seabed and of the seabed and its subsoil, and with regard to other activities for the economic exploitation and exploration of the zone, such as the production of energy from the water, currents, and winds; jurisdiction with regard to the establishment and use of artificial islands, installations, and structures; marine scientific research; the protection and preservation of the marine environment; the outer limit of the exclusive economic zone shall not exceed 200 nautical miles from the baselines from which the breadth of the territorial sea is measured.<br /> <br /><em>continental shelf</em> - the UNCLOS (Article 76) defines the continental shelf of a coastal state as comprising the seabed and subsoil of the submarine areas that extend beyond its territorial sea throughout the natural prolongation of its land territory to the outer edge of the continental margin, or to a distance of 200 nautical miles from the baselines from which the breadth of the territorial sea is measured where the outer edge of the continental margin does not extend up to that distance; the continental margin comprises the submerged prolongation of the landmass of the coastal state, and consists of the seabed and subsoil of the shelf, the slope and the rise; wherever the continental margin extends beyond 200 nautical miles from the baseline, coastal states may extend their claim to a distance not to exceed 350 nautical miles from the baseline or 100 nautical miles from the 2,500-meter isobath, which is a line connecting points of 2,500 meters in depth; it does not include the deep ocean floor with its oceanic ridges or the subsoil thereof.<br /> <br /><em>exclusive fishing zone</em> - while this term is not used in the UNCLOS, some states (e.g., the United Kingdom) have chosen not to claim an EEZ but rather to claim jurisdiction over the living resources off their coast; in such cases, the term exclusive fishing zone is often used; the breadth of this zone is normally the same as the EEZ or 200 nautical miles.","id":"maritime-claims","content":"NA"},{"title":"Climate","comparative":false,"field_id":"284","definition":"This entry includes a brief description of typical weather regimes throughout the year; in the World entry only, it includes four subfields that describe climate extremes:<br /><br /><em>ten driest places on earth (average annual precipitation)</em> describes the annual average precipitation measured in both millimeters and inches for selected countries with climate extremes.\n<p><em>ten wettest places on earth (average annual precipitation)</em> describes the annual average precipitation measured in both millimeters and inches for selected countries with climate extremes.</p>\n<p><em>ten coldest places on earth (lowest average monthly temperature)</em> describes temperature measured in both degrees Celsius and Fahrenheit as well as the month of the year for selected countries with climate extremes.</p>\n<p><em>ten hottest places on earth (highest average monthly temperature)</em> describes the temperature measured both in degrees Celsius and Fahrenheit as well the month of the year for selected countries with climate extremes.</p>","id":"climate","content":"tropical"},{"title":"Terrain","comparative":false,"field_id":"285","definition":"This entry contains a brief description of the topography.","id":"terrain","content":"small, flat islands, islets, cays, and reefs"},{"title":"Elevation","comparative":false,"subfields_raw":"highest point, lowest point, mean elevation","field_id":"407","definition":"This entry includes the <em>mean elevation</em> and elevation extremes, <em>lowest point</em> and <em>highest point.</em>","id":"elevation","content":"<strong>highest point: </strong>unnamed location on Southwest Cay 6 m<br><br><strong>lowest point: </strong>South China Sea 0 m"},{"title":"Natural resources","comparative":false,"field_id":"287","definition":"This entry lists a country's mineral, petroleum, hydropower, and other resources of commercial importance, such as rare earth elements (REEs). In general, products appear only if they make a significant contribution to the economy, or are likely to do so in the future.","id":"natural-resources","content":"fish, guano, undetermined oil and natural gas potential"},{"title":"Land use","comparative":false,"subfields_raw":"agricultural land, agricultural land: arable land, agricultural land: permanent crops, agricultural land: permanent pasture, forest, other","field_id":"288","definition":"This entry contains the percentage shares of total land area for three different types of land use: <em>agricultural land, forest, and other</em>; <em>agricultural land</em> is further divided into <em>arable land</em> - land cultivated for crops like wheat, maize, and rice that are replanted after each harvest, <em>permanent crops</em> - land cultivated for crops like citrus, coffee, and rubber that are not replanted after each harvest, and includes land under flowering shrubs, fruit trees, nut trees, and vines, and <em>permanent pastures</em> and meadows &ndash; land used for at least five years or more to grow herbaceous forage, either cultivated or growing naturally; <em>forest</em> area is land spanning more than 0.5 hectare with trees higher than five meters and a canopy cover of more than 10% to include windbreaks, shelterbelts, and corridors of trees greater than 0.5 hectare and at least 20 m wide; land classified as <em>other</em> includes built-up areas, roads and other transportation features, barren land, or wasteland.","id":"land-use","content":"<strong>other: </strong>100% (2018 est.)"},{"title":"Natural hazards","comparative":false,"field_id":"292","definition":"This entry lists potential natural disasters. For countries where volcanic activity is common, a <em>volcanism</em> subfield highlights historically active volcanoes.","id":"natural-hazards","content":"typhoons; numerous reefs and shoals pose a serious maritime hazard"},{"title":"Geography - note","comparative":false,"field_id":"295","definition":"This entry includes miscellaneous geographic information of significance not included elsewhere.","id":"geography-note","content":"strategically located near several primary shipping lanes in the central South China Sea; includes numerous small islands, atolls, shoals, and coral reefs"}],"comparative":false},{"title":"People and Society","fields":[{"title":"Population","comparative":"","field_id":"335","definition":"This entry gives an estimate from the US Bureau of the Census based on statistics from population censuses, vital statistics registration systems, or sample surveys pertaining to the recent past and on assumptions about future trends. The total population presents one overall measure of the potential impact of the country on the world and within its region. Note: Starting with the 1993 <em>Factbook</em>, demographic estimates for some countries (mostly African) have explicitly taken into account the effects of the growing impact of the HIV/AIDS epidemic. These countries are currently: The Bahamas, Benin, Botswana, Brazil, Burkina Faso, Burma, Burundi, Cambodia, Cameroon, Central African Republic, Democratic Republic of the Congo, Republic of the Congo, Cote d'Ivoire, Ethiopia, Gabon, Ghana, Guyana, Haiti, Honduras, Kenya, Lesotho, Malawi, Mozambique, Namibia, Nigeria, Rwanda, South Africa, Swaziland, Tanzania, Thailand, Togo, Uganda, Zambia, and Zimbabwe.","id":"population","content":"no indigenous inhabitants (July 2021 est.)<br><br><strong>note:</strong> there are scattered garrisons occupied by military personnel of several claimant states"},{"title":"Age structure","comparative":false,"subfields_raw":"0-14 years, 15-24 years, 25-54 years, 55-64 years, 65 years and over","field_id":"341","definition":"This entry provides the distribution of the population according to age. Information is included by sex and age group as follows: <em>0-14 years (children)</em>, <em>15-24 years (early working age)</em>, <em>25-54 years (prime working age)</em>, <em>55-64 years (mature working age)</em>, <em>65 years and over (elderly)</em>. The age structure of a population affects a nation's key socioeconomic issues. Countries with young populations (high percentage under age 15) need to invest more in schools, while countries with older populations (high percentage ages 65 and over) need to invest more in the health sector. The age structure can also be used to help predict potential political issues. For example, the rapid growth of a young adult population unable to find employment can lead to unrest.","id":"age-structure","content":"<strong>0-14 years: </strong>NA<br><br><strong>15-24 years: </strong>NA<br><br><strong>25-54 years: </strong>NA<br><br><strong>55-64 years: </strong>NA<br><br><strong>65 years and over: </strong>NA"},{"title":"Dependency ratios","comparative":false,"subfields_raw":"total dependency ratio, youth dependency ratio, elderly dependency ratio, potential support ratio","field_id":"342","definition":"Dependency ratios are a measure of the age structure of a population. They relate the number of individuals that are likely to be economically \"dependent\" on the support of others. Dependency ratios contrast the ratio of youths (ages 0-14) and the elderly (ages 65+) to the number of those in the working-age group (ages 15-64). Changes in the dependency ratio provide an indication of potential social support requirements resulting from changes in population age structures. As fertility levels decline, the dependency ratio initially falls because the proportion of youths decreases while the proportion of the population of working age increases. As fertility levels continue to decline, dependency ratios eventually increase because the proportion of the population of working age starts to decline and the proportion of elderly persons continues to increase.<br /><br /><em>total dependency ratio</em> - The total dependency ratio is the ratio of combined youth population (ages 0-14) and elderly population (ages 65+) per 100 people of working age (ages 15-64). A high total dependency ratio indicates that the working-age population and the overall economy face a greater burden to support and provide social services for youth and elderly persons, who are often economically dependent.<br /><br /><em>youth dependency ratio</em> - The youth dependency ratio is the ratio of the youth population (ages 0-14) per 100 people of working age (ages 15-64). A high youth dependency ratio indicates that a greater investment needs to be made in schooling and other services for children.<br /><br /><em>elderly dependency ratio</em> - The elderly dependency ratio is the ratio of the elderly population (ages 65+) per 100 people of working age (ages 15-64). Increases in the elderly dependency ratio put added pressure on governments to fund pensions and healthcare.<br /><br /><em>potential support ratio</em> - The potential support ratio is the number of working-age people (ages 15-64) per one elderly person (ages 65+). As a population ages, the potential support ratio tends to fall, meaning there are fewer potential workers to support the elderly.","id":"dependency-ratios","content":"<strong>total dependency ratio: </strong>NA<br><br><strong>youth dependency ratio: </strong>NA<br><br><strong>elderly dependency ratio: </strong>NA<br><br><strong>potential support ratio: </strong>NA"},{"title":"Birth rate","comparative":"","field_id":"345","definition":"This entry gives the average annual number of births during a year per 1,000 persons in the population at midyear; also known as crude birth rate. The birth rate is usually the dominant factor in determining the rate of population growth. It depends on both the level of fertility and the age structure of the population.","id":"birth-rate","content":"NA"},{"title":"Death rate","comparative":"","field_id":"346","definition":"This entry gives the average annual number of deaths during a year per 1,000 persons at midyear; also known as crude death rate. The death rate, while only a rough indicator of the mortality situation in a country, accurately indicates the current mortality impact on population growth. This indicator is significantly affected by age distribution, and most countries will eventually show a rise in the overall death rate, in spite of continued decline in mortality at all ages, as declining fertility and increased lifespans result in an aging population.","id":"death-rate","content":"NA (2021 est.)"},{"title":"Contraceptive prevalence rate","comparative":false,"field_id":"357","definition":"This field gives the percent of women of reproductive age (15-49) who are married or in union and are using, or whose sexual partner is using, a method of contraception according to the date of the most recent available data. The contraceptive prevalence rate is an indicator of health services, development, and women’s empowerment. It is also useful in understanding, past, present, and future fertility trends, especially in developing countries.","id":"contraceptive-prevalence-rate","content":"NA"},{"title":"Drinking water source","comparative":false,"subfields_raw":"improved: urban, improved: rural, improved: total, unimproved: urban, unimproved: rural, unimproved: total","field_id":"361","definition":"This entry provides information about access to improved or unimproved drinking water sources available to segments of the population of a country.&nbsp;<em>Improved</em> drinking water - use of any of the following sources: piped water into dwelling, yard, or plot; public tap or standpipe; tubewell or borehole; protected dug well; protected spring; or rainwater collection.&nbsp;<em>Unimproved</em> drinking water - use of any of the following sources: unprotected dug well; unprotected spring; cart with small tank or drum; tanker truck; surface water, which includes rivers, dams, lakes, ponds, streams, canals or irrigation channels; or bottled water.","id":"drinking-water-source","content":"<strong>improved: </strong>urban: NA<br><br>rural: NA<br><br>total: NA<br><br><strong>unimproved: </strong>urban: NA<br><br>rural: NA<br><br>total: NA"},{"title":"Current Health Expenditure","comparative":false,"field_id":"409","definition":"Current Health Expenditure (CHE) describes the share of spending on health in each country relative to the size of its economy.&nbsp; It includes expenditures corresponding to the final consumption of health care goods and services and excludes investment, exports, and intermediate consumption.&nbsp; CHE shows the importance of the health sector in the economy and indicates the priority given to health in monetary terms.&nbsp; <strong>Note:</strong> Current Health Expenditure replaces the former Health Expenditures field and is calculated differently.","id":"current-health-expenditure","content":"NA"},{"title":"Sanitation facility access","comparative":false,"subfields_raw":"improved: urban, improved: rural, improved: total, unimproved: urban, unimproved: rural, unimproved: total","field_id":"398","definition":"This entry provides information about access to improved or unimproved sanitation facilities available to segments of the population of a country. <em>Improved</em> sanitation - use of any of the following facilities: flush or pour-flush to a piped sewer system, septic tank or pit latrine; ventilated improved pit (VIP) latrine; pit latrine with slab; or a composting toilet. <em>Unimproved</em> sanitation - use of any of the following facilities: flush or pour-flush not piped to a sewer system, septic tank or pit latrine; pit latrine without a slab or open pit; bucket; hanging toilet or hanging latrine; shared facilities of any type; no facilities; or bush or field.","id":"sanitation-facility-access","content":"<strong>improved: </strong>urban: NA<br><br>rural: NA<br><br>total: NA<br><br><strong>unimproved: </strong>urban: NA<br><br>rural: NA<br><br>total: NA"},{"title":"HIV/AIDS - adult prevalence rate","comparative":"","field_id":"363","definition":"This entry gives an estimate of the percentage of adults (aged 15-49) living with HIV/AIDS. The adult prevalence rate is calculated by dividing the estimated number of adults living with HIV/AIDS at yearend by the total adult population at yearend.","id":"hiv-aids-adult-prevalence-rate","content":"NA"},{"title":"HIV/AIDS - people living with HIV/AIDS","comparative":"","field_id":"364","definition":"This entry gives an estimate of all people (adults and children) alive at yearend with HIV infection, whether or not they have developed symptoms of AIDS.","id":"hiv-aids-people-living-with-hiv-aids","content":"NA"},{"title":"HIV/AIDS - deaths","comparative":"","field_id":"365","definition":"This entry gives an estimate of the number of adults and children who died of AIDS during a given calendar year.","id":"hiv-aids-deaths","content":"NA"},{"title":"Children under the age of 5 years underweight","comparative":"","field_id":"368","definition":"This entry gives the percent of children under five considered to be underweight. Underweight means weight-for-age is less than minus two standard deviations from the median of the World Health Organization Child Growth Standards among children under 5 years of age. This statistic is an indicator of the nutritional status of a community. Children who suffer from growth retardation as a result of poor diets and/or recurrent infections tend to have a greater risk of suffering illness and death.","id":"children-under-the-age-of-5-years-underweight","content":"NA"},{"title":"Education expenditures","comparative":"","field_id":"369","definition":"This entry provides the public expenditure on education as a percent of GDP.","id":"education-expenditures","content":"NA"}],"comparative":false},{"title":"Environment","fields":[{"title":"Environment - current issues","comparative":false,"field_id":"293","definition":"This entry lists the most pressing and important environmental problems. The following terms and abbreviations are used throughout the entry: <br /><strong>Acidification</strong> - the lowering of soil and water pH due to acid precipitation and deposition usually through precipitation; this process disrupts ecosystem nutrient flows and may kill freshwater fish and plants dependent on more neutral or alkaline conditions (see acid rain). <br /><strong>Acid rain</strong> - characterized as containing harmful levels of sulfur dioxide or nitrogen oxide; acid rain is damaging and potentially deadly to the earth's fragile ecosystems; acidity is measured using the pH scale where 7 is neutral, values greater than 7 are considered alkaline, and values below 5.6 are considered acid precipitation; note - a pH of 2.4 (the acidity of vinegar) has been measured in rainfall in New England. <br /><strong>Aerosol</strong> - a collection of airborne particles dispersed in a gas, smoke, or fog. <br /><strong>Afforestation</strong> - converting a bare or agricultural space by planting trees and plants; reforestation involves replanting trees on areas that have been cut or destroyed by fire. <br /><strong>Asbestos</strong> - a naturally occurring soft fibrous mineral commonly used in fireproofing materials and considered to be highly carcinogenic in particulate form. <br /><strong>Biodiversity</strong> - also biological diversity; the relative number of species, diverse in form and function, at the genetic, organism, community, and ecosystem level; loss of biodiversity reduces an ecosystem's ability to recover from natural or man-induced disruption. <br /><strong>Bio-indicators</strong> - a plant or animal species whose presence, abundance, and health reveal the general condition of its habitat. <br /><strong>Biomass</strong> - the total weight or volume of living matter in a given area or volume. <br /><strong>Carbon cycle</strong> - the term used to describe the exchange of carbon (in various forms, e.g., as carbon dioxide) between the atmosphere, ocean, terrestrial biosphere, and geological deposits. <br /><strong>Catchments</strong> - assemblages used to capture and retain rainwater and runoff; an important water management technique in areas with limited freshwater resources, such as Gibraltar. <br /><strong>DDT (dichloro-diphenyl-trichloro-ethane)</strong> - a colorless, odorless insecticide that has toxic effects on most animals; the use of DDT was banned in the US in 1972. <br /><strong>Defoliants</strong> - chemicals which cause plants to lose their leaves artificially; often used in agricultural practices for weed control, and may have detrimental impacts on human and ecosystem health. <br /><strong>Deforestation</strong> - the destruction of vast areas of forest (e.g., unsustainable forestry practices, agricultural and range land clearing, and the over exploitation of wood products for use as fuel) without planting new growth. <br /><strong>Desertification</strong> - the spread of desert-like conditions in arid or semi-arid areas, due to overgrazing, loss of agriculturally productive soils, or climate change. <br /><strong>Dredging</strong> - the practice of deepening an existing waterway; also, a technique used for collecting bottom-dwelling marine organisms (e.g., shellfish) or harvesting coral, often causing significant destruction of reef and ocean-floor ecosystems. <br /><strong>Drift-net fishing</strong> - done with a net, miles in extent, that is generally anchored to a boat and left to float with the tide; often results in an over harvesting and waste of large populations of non-commercial marine species (by-catch) by its effect of \"sweeping the ocean clean.\" <br /><strong>Ecosystems</strong> - ecological units comprised of complex communities of organisms and their specific environments. <br /><strong>Effluent</strong>s - waste materials, such as smoke, sewage, or industrial waste which are released into the environment, subsequently polluting it. <br /><strong>Endangered species</strong> - a species that is threatened with extinction either by direct hunting or habitat destruction. <br /><strong>Freshwater</strong> - water with very low soluble mineral content; sources include lakes, streams, rivers, glaciers, and underground aquifers. <br /><strong>Greenhouse gas</strong> - a gas that \"traps\" infrared radiation in the lower atmosphere causing surface warming; water vapor, carbon dioxide, nitrous oxide, methane, hydrofluorocarbons, and ozone are the primary greenhouse gases in the Earth's atmosphere. <br /><strong>Groundwater</strong> - water sources found below the surface of the earth often in naturally occurring reservoirs in permeable rock strata; the source for wells and natural springs. <br /><strong>Highlands Water Project</strong> - a series of dams constructed jointly by Lesotho and South Africa to redirect Lesotho's abundant water supply into a rapidly growing area in South Africa; while it is the largest infrastructure project in southern Africa, it is also the most costly and controversial; objections to the project include claims that it forces people from their homes, submerges farmlands, and squanders economic resources. <br /><strong>Inuit Circumpolar Conference (ICC)</strong> - represents the roughly 150,000 Inuits of Alaska, Canada, Greenland, and Russia in international environmental issues; a General Assembly convenes every three years to determine the focus of the ICC; the most current concerns are long-range transport of pollutants, sustainable development, and climate change. <br /><strong>Metallurgical plants</strong> - industries which specialize in the science, technology, and processing of metals; these plants produce highly concentrated and toxic wastes which can contribute to pollution of ground water and air when not properly disposed. <br /><strong>Noxious substances</strong> - injurious, very harmful to living beings. <br /><strong>Overgrazing</strong> - the grazing of animals on plant material faster than it can naturally regrow leading to the permanent loss of plant cover, a common effect of too many animals grazing limited range land. <br /><strong>Ozone shield</strong> - a layer of the atmosphere composed of ozone gas (O3) that resides approximately 25 miles above the Earth's surface and absorbs solar ultraviolet radiation that can be harmful to living organisms. <br /><strong>Poaching</strong> - the illegal killing of animals or fish, a great concern with respect to endangered or threatened species. <br /><strong>Pollution</strong> - the contamination of a healthy environment by man-made waste. <br /><strong>Potable water</strong> - water that is drinkable, safe to be consumed. <br /><strong>Salination</strong> - the process through which fresh (drinkable) water becomes salt (undrinkable) water; hence, desalination is the reverse process; also involves the accumulation of salts in topsoil caused by evaporation of excessive irrigation water, a process that can eventually render soil incapable of supporting crops. <br /><strong>Siltation</strong> - occurs when water channels and reservoirs become clotted with silt and mud, a side effect of deforestation and soil erosion. <br /><strong>Slash-and-burn agriculture</strong> - a rotating cultivation technique in which trees are cut down and burned in order to clear land for temporary agriculture; the land is used until its productivity declines at which point a new plot is selected and the process repeats; this practice is sustainable while population levels are low and time is permitted for regrowth of natural vegetation; conversely, where these conditions do not exist, the practice can have disastrous consequences for the environment. <br /><strong>Soil degradation</strong> - damage to the land's productive capacity because of poor agricultural practices such as the excessive use of pesticides or fertilizers, soil compaction from heavy equipment, or erosion of topsoil, eventually resulting in reduced ability to produce agricultural products. <br /><strong>Soil erosion</strong> - the removal of soil by the action of water or wind, compounded by poor agricultural practices, deforestation, overgrazing, and desertification. <br /><strong>Ultraviolet (UV) radiation</strong> - a portion of the electromagnetic energy emitted by the sun and naturally filtered in the upper atmosphere by the ozone layer; UV radiation can be harmful to living organisms and has been linked to increasing rates of skin cancer in humans. <br /><strong>Waterborne diseases</strong> - those in which bacteria survive in, and are transmitted through, water; always a serious threat in areas with an untreated water supply.","id":"environment-current-issues","content":"China's use of dredged sand and coral to build artificial islands harms reef systems; illegal fishing practices indiscriminately harvest endangered species, including sea turtles and giant clams"},{"title":"Climate","comparative":false,"field_id":"284","definition":"This entry includes a brief description of typical weather regimes throughout the year; in the World entry only, it includes four subfields that describe climate extremes:<br /><br /><em>ten driest places on earth (average annual precipitation)</em> describes the annual average precipitation measured in both millimeters and inches for selected countries with climate extremes.\n<p><em>ten wettest places on earth (average annual precipitation)</em> describes the annual average precipitation measured in both millimeters and inches for selected countries with climate extremes.</p>\n<p><em>ten coldest places on earth (lowest average monthly temperature)</em> describes temperature measured in both degrees Celsius and Fahrenheit as well as the month of the year for selected countries with climate extremes.</p>\n<p><em>ten hottest places on earth (highest average monthly temperature)</em> describes the temperature measured both in degrees Celsius and Fahrenheit as well the month of the year for selected countries with climate extremes.</p>","id":"climate","content":"tropical"},{"title":"Land use","comparative":false,"subfields_raw":"agricultural land, agricultural land: arable land, agricultural land: permanent crops, agricultural land: permanent pasture, forest, other","field_id":"288","definition":"This entry contains the percentage shares of total land area for three different types of land use: <em>agricultural land, forest, and other</em>; <em>agricultural land</em> is further divided into <em>arable land</em> - land cultivated for crops like wheat, maize, and rice that are replanted after each harvest, <em>permanent crops</em> - land cultivated for crops like citrus, coffee, and rubber that are not replanted after each harvest, and includes land under flowering shrubs, fruit trees, nut trees, and vines, and <em>permanent pastures</em> and meadows &ndash; land used for at least five years or more to grow herbaceous forage, either cultivated or growing naturally; <em>forest</em> area is land spanning more than 0.5 hectare with trees higher than five meters and a canopy cover of more than 10% to include windbreaks, shelterbelts, and corridors of trees greater than 0.5 hectare and at least 20 m wide; land classified as <em>other</em> includes built-up areas, roads and other transportation features, barren land, or wasteland.","id":"land-use","content":"<strong>other: </strong>100% (2018 est.)"}],"comparative":false},{"title":"Government","fields":[{"title":"Country name","comparative":false,"subfields_raw":"conventional long form, conventional short form, local long form, local short form, former, abbreviation, etymology","field_id":"296","definition":"This entry includes all forms of the country's name approved by the US Board on Geographic Names (Italy is used as an example): <em>conventional long form</em> (Italian Republic), <em>conventional short form</em> (Italy), <em>local long form</em> (Repubblica Italiana), <em>local short form</em> (Italia), <em>former</em> (Kingdom of Italy), as well as the <em>abbreviation </em>(if applicable). Additionally, an <em>etymology</em> entry explains how the country acquired its name.<em>&nbsp;</em>&nbsp;Also see the <strong>Terminology</strong> note.","id":"country-name","content":"<strong>conventional long form: </strong>none<br><br><strong>conventional short form: </strong>Spratly Islands<br><br><strong>etymology: </strong>named after a British whaling captain Richard SPRATLY, who sighted Spratly Island in 1843; the name of the island eventually passed to the entire archipelago"}],"comparative":false},{"title":"Economy","fields":[{"title":"Economic overview","comparative":false,"field_id":"207","definition":"This entry briefly describes five economic components for a given country:<br /><br />* <em><strong>National Economy</strong></em>, including a brief economic history;<br /><br />* <em><strong>Domestic Markets</strong></em>, including labor and wage markets, as well as brief commentary on economic sector portfolios;<br /><br />* <em><strong>Financial Power and Public Finance</strong></em>, including brief discussions of financial market strengths and security, lending/exchange rates (especially if abnormalities exist), and foreign direct investments;<br /><br />* <em><strong>Trade Power and Influence</strong></em>, including brief commentary on chief imports and exports; and <br /><br />* <em><strong>Regional Strategy and Efforts</strong></em>, including key partners, regional economic development efforts, and any underlying economic data integrity concerns.","id":"economic-overview","content":"Economic activity is limited to commercial fishing. The proximity to nearby oil- and gas-producing sedimentary basins indicate potential oil and gas deposits, but the region is largely unexplored. No reliable estimates of potential reserves are available. Commercial exploitation has yet to be developed."}],"comparative":false},{"title":"Transportation","fields":[{"title":"Airports","comparative":"162","subfields_raw":"total","field_id":"379","definition":"This entry gives the total number of airports or airfields recognizable from the air. The runway(s) may be paved (concrete or asphalt surfaces) or unpaved (grass, earth, sand, or gravel surfaces) and may include closed or abandoned installations. Airports or airfields that are no longer recognizable (overgrown, no facilities, etc.) are not included. Note that not all airports have accommodations for refueling, maintenance, or air traffic control.","id":"airports","content":"<strong>total: </strong>8 (2021)"},{"title":"Airports - with paved runways","comparative":false,"subfields_raw":"total, over 3,047 m, 2,438 to 3,047 m, 1,524 to 2,437 m, 914 to 1,523 m, under 914 m","field_id":"380","definition":"This entry gives the <em>total</em> number of airports with paved runways (concrete or asphalt surfaces) by length. For airports with more than one runway, only the longest runway is included according to the following five groups - (1)<em> over 3,047 m</em> (over 10,000 ft), (2) <em>2,438 to 3,047 m</em> (8,000 to 10,000 ft), (3) <em>1,524 to 2,437 m</em> (5,000 to 8,000 ft), (4) <em>914 to 1,523 m</em> (3,000 to 5,000 ft), and (5)<em> under 914 m</em> (under 3,000 ft). Only airports with usable runways are included in this listing. Not all airports have facilities for refueling, maintenance, or air traffic control. The type of aircraft capable of operating from a runway of a given length is dependent upon a number of factors including elevation of the runway, runway gradient, average maximum daily temperature at the airport, engine types, flap settings, and take-off weight of the aircraft.","id":"airports-with-paved-runways","content":"<strong>total: </strong>6<br><br><strong>2,438 to 3,047 m: </strong>3<br><br><strong>914 to 1,523 m: </strong>2<br><br><strong>under 914 m: </strong>1 (2021)"},{"title":"Airports - with unpaved runways","comparative":false,"subfields_raw":"total, over 3,047 m, 2,438 to 3,047 m, 1,524 to 2,437 m, 914 to 1,523 m, under 914 m","field_id":"381","definition":"This entry gives the <em>total</em> number of airports with unpaved runways (grass, dirt, sand, or gravel surfaces) by length. For airports with more than one runway, only the longest runway is included according to the following five groups - (1)<em> over 3,047 m</em> (over 10,000 ft), (2) <em>2,438 to 3,047 m</em> (8,000 to 10,000 ft), (3) <em>1,524 to 2,437 m</em> (5,000 to 8,000 ft), (4) <em>914 to 1,523 m</em> (3,000 to 5,000 ft), and (5)<em> under 914 m</em> (under 3,000 ft). Only airports with usable runways are included in this listing. Not all airports have facilities for refueling, maintenance, or air traffic control. The type of aircraft capable of operating from a runway of a given length is dependent upon a number of factors including elevation of the runway, runway gradient, average maximum daily temperature at the airport, engine types, flap settings, and take-off weight of the aircraft.","id":"airports-with-unpaved-runways","content":"<strong>total: </strong>2<br><br><strong>914 to 1,523 m: </strong>2 (2021)"},{"title":"Heliports","comparative":false,"field_id":"382","definition":"This entry gives the total number of heliports with hard-surface runways, helipads, or landing areas that support routine sustained helicopter operations exclusively and have support facilities including one or more of the following facilities: lighting, fuel, passenger handling, or maintenance. It includes former airports used exclusively for helicopter operations but excludes heliports limited to day operations and natural clearings that could support helicopter landings and takeoffs.","id":"heliports","content":"5 (2021)"},{"title":"Ports and terminals","comparative":false,"subfields_raw":"major seaport(s), oil terminal(s), container port(s) (TEUs), lake port(s), LNG terminal(s) (export), LNG terminal(s) (import), river port(s), dry bulk cargo port(s), bulk cargo port(s)","field_id":"388","definition":"This entry lists major ports and terminals primarily on the basis of the amount of cargo tonnage shipped through the facilities on an annual basis. In some instances, the number of containers handled or ship visits were also considered. Most ports service multiple classes of vessels including bulk carriers (dry and liquid), break bulk cargoes (goods loaded individually in bags, boxes, crates, or drums; sometimes palletized), containers, roll-on/roll-off, and passenger ships. The listing leads off with <em>major seaports</em> handling all types of cargo. Inland <em>river/lake ports</em> are listed separately along with the river or lake name. Ports configured specifically to handle bulk cargoes are designated as <em>oil terminals</em> or <em>dry bulk cargo ports</em>. <em>LNG terminals</em> handle liquefied natural gas (LNG) and are differentiated as either export, where the gas is chilled to a liquid state to reduce its volume for transport on specialized gas carriers, or import, where the off-loaded LNG undergoes a regasification process before entering pipelines for distribution. As break bulk cargoes are largely transported by containers today, the entry also includes a listing of major <em>container ports</em> with the corresponding throughput measured in twenty-foot equivalent units (TEUs) referring to a standard container size. Some ports are significant for handling passenger traffic and are listed as <em>cruise/ferry ports</em>. In addition to commercial traffic, many seaports also provide important military infrastructure such as naval bases or dockyards.","id":"ports-and-terminals","content":"none; offshore anchorage only"}],"comparative":false},{"title":"Military and Security","fields":[{"title":"Military - note","comparative":false,"field_id":"332","definition":"This entry includes miscellaneous military information of significance not included elsewhere.","id":"military-note","content":"Spratly Islands consist of more than 100 small islands or reefs of which about 45 are claimed and occupied by China, Malaysia, the Philippines, Taiwan, and Vietnam<br /><br /><strong>China: </strong>occupies 7 outposts (Fiery Cross, Mischief, Subi, Cuarteron, Gavin, Hughes, and Johnson reefs); the outposts on Fiery Cross, Mischief, and Subi include air bases with helipads and aircraft hangers, naval port facilities, surveillance radars, air defense and anti-ship missile sites, and other military infrastructure such as communications, barracks, maintenance facilities, and ammunition and fuel bunkers<br /><br /><strong>Malaysia:&nbsp; </strong>occupies 5 outposts in the southern portion of the archipelago, closest to the Malaysian state of Sabah (Ardasier Reef, Eric Reef, Mariveles Reef, Shallow Reef, and Investigator Shoal); all the outposts have helicopter landing pads, while Shallow Reef also has an airstrip<br /><br /><strong>Philippines:&nbsp;</strong>occupies 9 features (Commodore Reef, Second Thomas Shoal, Flat Island, Loaita Cay, Loaita Island, Nanshan Island, Northeast Cay, Thitu Island, and West York Island); Thitu Island has the only Philippine airstrip in the Spratlys <p><strong>Taiwan: </strong>maintains a coast guard outpost with an airstrip on Itu Aba Island<br /><br /><strong>Vietnam: </strong>occupies about 50 outposts spread across 27 features, including facilities on 21 rocks and reefs in the Spratlys, plus 14 platforms known as &ldquo;economic, scientific, and technological service stations,&rdquo; or <em>Dịch vụ-Khoa</em> (DK1), on six underwater banks to the southeast that Vietnam does not consider part of the disputed island chain, although China and Taiwan disagree; Spratly Islands outposts are on Alison Reef, Amboyna Cay, Barque Canada Reef, Central Reef, Collins Reef, Cornwallis South Reef, Discovery Great Reef, East Reef, Grierson Reef, Ladd Reef, Landsdowne Reef, Namyit Island, Pearson Reef, Petley Reef, Sand Cay, Sin Cowe Island, South Reef, Southwest Cay, Spratly Island, Tennent Reef, West Reef; Spratly Island includes an airstrip with aircraft hangers; the six underwater banks with outposts include Vanguard, Rifleman, Prince of Wales, Prince Consort, Grainger, and Alexandra; over the past few years, Vietnam has continued to make modest improvements to its outposts, including defensive positions and infrastructure</p> (2022)"}],"comparative":false},{"title":"Transnational Issues","fields":[{"title":"Disputes - international","comparative":false,"field_id":"326","definition":"This entry includes a wide variety of situations that range from traditional bilateral boundary disputes to unilateral claims of one sort or another. Information regarding disputes over international terrestrial and maritime boundaries has been reviewed by the US Department of State. References to other situations involving borders or frontiers may also be included, such as resource disputes, geopolitical questions, or irredentist issues; however, inclusion does not necessarily constitute official acceptance or recognition by the US Government.","id":"disputes-international","content":"<p>all of the Spratly Islands are claimed by China (including Taiwan) and Vietnam; parts of them are claimed by Brunei, Malaysia and the Philippines; despite no public territorial claim to Louisa Reef, Brunei implicitly lays claim by including it within the natural prolongation of its continental shelf and basis for a seabed median with Vietnam; claimants in November 2002 signed the \"Declaration on the Conduct of Parties in the South China Sea,\" which has eased tensions but falls short of a legally binding \"code of conduct\"; in March 2005, the national oil companies of China, the Philippines, and Vietnam signed a joint accord to conduct marine seismic activities in the Spratly Islands</p>"}],"comparative":false}]}