{"name":"West Bank","code":"WE","region":"Middle East","published":"1651673840","flag_description":"","summary":null,"travel":null,"media":[{"type":"image","caption":"This is the population pyramid for the West Bank. A population pyramid illustrates the age and sex structure of a country's population and may provide insights about political and social stability, as well as economic development. The population is distributed along the horizontal axis, with males shown on the left and females on the right. The male and female populations are broken down into 5-year age groups represented as horizontal bars along the vertical axis, with the youngest age groups at the bottom and the oldest at the top. The shape of the population pyramid gradually evolves over time based on fertility, mortality, and international migration trends. <br/><br/>For additional information, please see the entry for Population pyramid on the Definitions and Notes page.","category":"Image","thumb":"https://media.cia.gov/uploads/sites/2/WE_popgraph2022.jpeg","full":"https://media.cia.gov/uploads/sites/2/WE_popgraph2022.jpeg"},{"type":"audio","caption":"Arabic audio sample","category":"Audio","thumb":"","full":"https://media.cia.gov/uploads/sites/2/Arabic-3.mp3"},{"type":"document","caption":"","category":"Document","thumb":"","full":"https://media.cia.gov/uploads/sites/2/Middle_East_Religion_graphic_FINAL_WFB_2015-2.pdf"},{"type":"photo","caption":"Commonly known as &quot;the oldest city in the world,&quot; Jericho is an important historical, cultural, and political center located northwest of the Dead Sea. The city is perhaps best known from the Biblical story of a great victory over its Canaanite citizens by the Israelite leader Joshua. In the story, the walls of the heavily fortified city were destroyed with divine assistance (ca. 1400 B.C.). The site of ancient Jericho, known today as Tell es-Sultan, has been the focus of several archaeological excavations to investigate the Biblical story. The original settlement was built on a hill, or &quot;tell.&quot; The results of these excavations suggest that the walls of Tell es-Sultan have been built and rebuilt many times, due mainly to collapse caused by earthquakes, which are common in the region. One of these events may be the basis for the story of Joshua. Modern-day Jericho is a popular tourist destination due to its pleasant climate, historical sites, and religious significance. This photograph shows the city center and the original settlement mound of Tell es-Sultan. Total distance across the image is approximately 8 km (5 mi). Two large refugee camps are located to the northwest and south of the city center. The high building density of the refugee camps contrasts sharply with the more open city center and irrigated fields (green polygonal patches) of Jericho, and illustrates one of the physical consequences of the ongoing Israeli-Palestinian conflict in the region. Photo courtesy of NASA.","category":"Space","thumb":"https://media.cia.gov/uploads/sites/2/WE_002_large.jpg","full":"https://media.cia.gov/uploads/sites/2/WE_002_large.jpg"},{"type":"photo","caption":"A Bedouin encampment on the road to Jericho from Jerusalem. Bedouins are constantly on the move to feed and water their herds.","category":"Landscapes","thumb":"https://media.cia.gov/uploads/sites/2/WE_009_large.jpg","full":"https://media.cia.gov/uploads/sites/2/WE_009_large.jpg"},{"type":"photo","caption":"A nighttime view of Jerusalem and Israeli-occupied East Jerusalem, taken from the Mount of Olives.","category":"Places","thumb":"https://media.cia.gov/uploads/sites/2/WE_003_large.jpg","full":"https://media.cia.gov/uploads/sites/2/WE_003_large.jpg"},{"type":"photo","caption":"Jerusalem lies on a plateau between the Mediterranean and the Dead Sea; it is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions - Judaism, Christianity, and Islam. In 1538, the city walls were rebuilt around Jerusalem and now define the Old City, a World Heritage Site. Shown in the center of this view is the Dome of the Rock in Israeli-occupied East-Jerusalem.","category":"Places","thumb":"https://media.cia.gov/uploads/sites/2/Israel_Jerusalem.jpg","full":"https://media.cia.gov/uploads/sites/2/Israel_Jerusalem.jpg"},{"type":"photo","caption":"The dome of the Church of the Holy Sepulchre in Israeli-occupied East Jerusalem.","category":"Places","thumb":"https://media.cia.gov/uploads/sites/2/WE_004_large.jpg","full":"https://media.cia.gov/uploads/sites/2/WE_004_large.jpg"},{"type":"photo","caption":"Inside the Church of the Holy Sepulchre, built over the site traditionally identified as the tomb of Christ, in Israeli-occupied East Jerusalem.","category":"Places","thumb":"https://media.cia.gov/uploads/sites/2/WE_005_large.jpg","full":"https://media.cia.gov/uploads/sites/2/WE_005_large.jpg"},{"type":"photo","caption":"The Western Wall (also known as the Wailing Wall or Buraq Wall) is an ancient limestone wall in the Old City of Jerusalem. The wall was originally erected as part of the expansion of the Second Jewish Temple by Herod the Great in 19 B.C. These remains are considered holy to Jews as the temple was destroyed by the Romans in 70 A.D. The wall is now part of a larger wall that surrounds the Muslim Dome of the Rock and Al-Aqṣā Mosque. This photo depicts Jewish pilgrims in prayer.","category":"Places","thumb":"https://media.cia.gov/uploads/sites/2/Israel_Wailing_Wall.jpg","full":"https://media.cia.gov/uploads/sites/2/Israel_Wailing_Wall.jpg"},{"type":"photo","caption":"The Dome of the Rock, located on Haram al-Sharif (also known as the Temple Mount), in Israeli-occupied East Jerusalem.","category":"Places","thumb":"https://media.cia.gov/uploads/sites/2/WE_006_large.jpg","full":"https://media.cia.gov/uploads/sites/2/WE_006_large.jpg"},{"type":"photo","caption":"The Dome of the Rock, located on Haram al-Sharif (also known as the Temple Mount), in Israeli-occupied East Jerusalem.","category":"Places","thumb":"https://media.cia.gov/uploads/sites/2/WE_007_large.jpg","full":"https://media.cia.gov/uploads/sites/2/WE_007_large.jpg"},{"type":"photo","caption":"The hallway leading to the Dome of the Rock in Israeli-occupied East Jerusalem.","category":"Places","thumb":"https://media.cia.gov/uploads/sites/2/WE_008_large.jpg","full":"https://media.cia.gov/uploads/sites/2/WE_008_large.jpg"},{"type":"photo","caption":"A scene from the Old City in Israeli-occupied East Jerusalem.","category":"Places","thumb":"https://media.cia.gov/uploads/sites/2/WE_001_large.jpg","full":"https://media.cia.gov/uploads/sites/2/WE_001_large.jpg"},{"type":"locator-map","caption":"","category":"Locator Map","thumb":"https://media.cia.gov/uploads/sites/2/WE-locator-map.jpg","full":"https://media.cia.gov/uploads/sites/2/WE-locator-map.jpg"},{"type":"map","caption":"West Bank map showing its major population centers as well as parts of the two countries that surround it – Israel to the west and Jordan to the east.","category":"Map","thumb":"https://media.cia.gov/uploads/sites/2/WE-map.jpg","full":"https://media.cia.gov/uploads/sites/2/WE-map.jpg"}],"categories":[{"title":"Introduction","fields":[{"title":"Background","comparative":false,"field_id":"325","definition":"This entry usually highlights major historic events and current issues and may include a statement about one or two key future trends.","id":"background","content":"<p>The landlocked West Bank - the larger of the two Palestinian territories - is home to some three million Palestinians. Inhabited since at least the 15th century B.C., the West Bank has been dominated by many different peoples throughout its history; it was incorporated into the Ottoman Empire in the early 16th century. The West Bank fell to British forces during World War I, becoming part of the British Mandate of Palestine. Following the 1948 Arab-Israeli War, the West Bank was captured by Transjordan (later renamed Jordan), which annexed the West Bank in 1950; it was captured by Israel in the Six-Day War in 1967. Under a series of agreements known as the Oslo accords signed between 1993 and 1999, Israel transferred to the newly created Palestinian Authority (PA) security and civilian responsibility for many Palestinian-populated areas of the West Bank as well as the Gaza Strip.</p> <p>In addition to establishing the PA as an interim government, the Oslo accords divided the West Bank into three areas with one fully managed by the PA, another fully administered by Israel, and a third with shared control until a permanent agreement could be reached between the Palestine Liberation Organization (PLO) and Israel. In 2000, a violent intifada or uprising began across the Palestinian territories, and in 2001 negotiations for a permanent agreement between the PLO and Israel on final status issues stalled. Subsequent attempts to re-start direct negotiations have not resulted in progress toward determining final status of the area.</p> <p>The PA last held national elections in 2006, when the Islamic Resistance Movement (HAMAS) won a majority of seats in the Palestinian Legislative Council (PLC). Fatah, the dominant Palestinian political faction in the West Bank, and HAMAS failed to maintain a unity government, leading to violent clashes between their respective supporters and HAMAS&rsquo;s violent seizure of all PA military and governmental institutions in the Gaza Strip in June 2007. In December 2018, the Palestinian Constitutional Court dissolved the PLC. In recent years, Fatah and HAMAS have made several attempts at reconciliation, but the factions have been unable to implement agreements.</p> Since 1994, the PA has administered parts of the West Bank under its control, mainly the major Palestinian population centers and areas immediately surrounding them. Roughly 60% of the West Bank remains under full Israeli civil and military control, impeding movement of people and goods through the territory. <p>&nbsp;</p>"}],"comparative":false},{"title":"Geography","fields":[{"title":"Location","comparative":false,"field_id":"276","definition":"This entry identifies the country's regional location, neighboring countries, and adjacent bodies of water.","id":"location","content":"Middle East, west of Jordan, east of Israel"},{"title":"Geographic coordinates","comparative":false,"field_id":"277","definition":"This entry includes rounded latitude and longitude figures for the centroid or center point of a country expressed in degrees and minutes; it is based on the locations provided in the Geographic Names Server (GNS), maintained by the National Geospatial-Intelligence Agency on behalf of the US Board on Geographic Names.","id":"geographic-coordinates","content":"32 00 N, 35 15 E"},{"title":"Map references","comparative":false,"field_id":"278","definition":"This entry includes the name of the <em>Factbook</em> reference map on which a country may be found. Note that boundary representations on these maps are not necessarily authoritative. The entry on <b>Geographic coordinates</b> may be helpful in finding some smaller countries.","id":"map-references","content":"Middle East"},{"title":"Area","comparative":"171","subfields_raw":"total, land, water","field_id":"279","definition":"This entry includes three subfields. <em>Total area</em> is the sum of all land and water areas delimited by international boundaries and/or coastlines. <em>Land area</em> is the aggregate of all surfaces delimited by international boundaries and/or coastlines, excluding inland water bodies (lakes, reservoirs, rivers). <em>Water area</em> is the sum of the surfaces of all inland water bodies, such as lakes, reservoirs, or rivers, as delimited by international boundaries and/or coastlines.","id":"area","content":"<strong>total: </strong>5,860 sq km<br><br><strong>land: </strong>5,640 sq km<br><br><strong>water: </strong>220 sq km<br><br><strong>note:</strong> includes West Bank, Latrun Salient, and the northwest quarter of the Dead Sea, but excludes Mt. Scopus; East Jerusalem and Jerusalem No Man's Land are also included only as a means of depicting the entire area occupied by Israel in 1967"},{"title":"Area - comparative","comparative":false,"field_id":"280","definition":"This entry provides an area comparison based on total area equivalents. Most entities are compared with the entire US or one of the 50 states based on area measurements (1990 revised) provided by the US Bureau of the Census. The smaller entities are compared with Washington, DC (178 sq km, 69 sq mi) or The Mall in Washington, DC (0.59 sq km, 0.23 sq mi, 146 acres).","id":"area-comparative","content":"slightly smaller than Delaware"},{"title":"Land boundaries","comparative":false,"subfields_raw":"total, border countries, regional borders","field_id":"281","definition":"This entry contains the <em>total</em> length of all land boundaries and the individual lengths for each of the contiguous <em>border countries</em>. When available, official lengths published by national statistical agencies are used. Because surveying methods may differ, country border lengths reported by contiguous countries may differ.","id":"land-boundaries","content":"<strong>total: </strong>478 km<br><br><strong>border countries (2): </strong>Israel 330 km; Jordan 148 km"},{"title":"Coastline","comparative":false,"field_id":"282","definition":"This entry gives the total length of the boundary between the land area (including islands) and the sea.","id":"coastline","content":"0 km (landlocked)"},{"title":"Maritime claims","comparative":false,"subfields_raw":"territorial sea, contiguous zone, exclusive economic zone, continental shelf, exclusive fishing zone","field_id":"283","definition":"This entry includes the following claims, the definitions of which are excerpted from the United Nations Convention on the Law of the Sea (UNCLOS), which alone contains the full and definitive descriptions:<br /> <br /><em>territorial sea</em> - the sovereignty of a coastal state extends beyond its land territory and internal waters to an adjacent belt of sea, described as the territorial sea in the UNCLOS (Part II); this sovereignty extends to the air space over the territorial sea as well as its underlying seabed and subsoil; every state has the right to establish the breadth of its territorial sea up to a limit not exceeding 12 nautical miles; the normal baseline for measuring the breadth of the territorial sea is the mean low-water line along the coast as marked on large-scale charts officially recognized by the coastal state; where the coasts of two states are opposite or adjacent to each other, neither state is entitled to extend its territorial sea beyond the median line, every point of which is equidistant from the nearest points on the baseline from which the territorial seas of both states are measured; the UNCLOS describes specific rules for archipelagic states.<br /> <br /><em>contiguous zone</em> - according to the UNCLOS (Article 33), this is a zone contiguous to a coastal state's territorial sea, over which it may exercise the control necessary to: prevent infringement of its customs, fiscal, immigration, or sanitary laws and regulations within its territory or territorial sea; punish infringement of the above laws and regulations committed within its territory or territorial sea; the contiguous zone may not extend beyond 24 nautical miles from the baselines from which the breadth of the territorial sea is measured (e.g., the US has claimed a 12-nautical mile contiguous zone in addition to its 12-nautical mile territorial sea); where the coasts of two states are opposite or adjacent to each other, neither state is entitled to extend its contiguous zone beyond the median line, every point of which is equidistant from the nearest points on the baseline from which the contiguous zone of both states are measured.<br /> <br /><em>exclusive economic zone (EEZ)</em> - the UNCLOS (Part V) defines the EEZ as a zone beyond and adjacent to the territorial sea in which a coastal state has: sovereign rights for the purpose of exploring and exploiting, conserving and managing the natural resources, whether living or non-living, of the waters superjacent to the seabed and of the seabed and its subsoil, and with regard to other activities for the economic exploitation and exploration of the zone, such as the production of energy from the water, currents, and winds; jurisdiction with regard to the establishment and use of artificial islands, installations, and structures; marine scientific research; the protection and preservation of the marine environment; the outer limit of the exclusive economic zone shall not exceed 200 nautical miles from the baselines from which the breadth of the territorial sea is measured.<br /> <br /><em>continental shelf</em> - the UNCLOS (Article 76) defines the continental shelf of a coastal state as comprising the seabed and subsoil of the submarine areas that extend beyond its territorial sea throughout the natural prolongation of its land territory to the outer edge of the continental margin, or to a distance of 200 nautical miles from the baselines from which the breadth of the territorial sea is measured where the outer edge of the continental margin does not extend up to that distance; the continental margin comprises the submerged prolongation of the landmass of the coastal state, and consists of the seabed and subsoil of the shelf, the slope and the rise; wherever the continental margin extends beyond 200 nautical miles from the baseline, coastal states may extend their claim to a distance not to exceed 350 nautical miles from the baseline or 100 nautical miles from the 2,500-meter isobath, which is a line connecting points of 2,500 meters in depth; it does not include the deep ocean floor with its oceanic ridges or the subsoil thereof.<br /> <br /><em>exclusive fishing zone</em> - while this term is not used in the UNCLOS, some states (e.g., the United Kingdom) have chosen not to claim an EEZ but rather to claim jurisdiction over the living resources off their coast; in such cases, the term exclusive fishing zone is often used; the breadth of this zone is normally the same as the EEZ or 200 nautical miles.","id":"maritime-claims","content":"none (landlocked)"},{"title":"Climate","comparative":false,"field_id":"284","definition":"This entry includes a brief description of typical weather regimes throughout the year; in the World entry only, it includes four subfields that describe climate extremes:<br /><br /><em>ten driest places on earth (average annual precipitation)</em> describes the annual average precipitation measured in both millimeters and inches for selected countries with climate extremes.\n<p><em>ten wettest places on earth (average annual precipitation)</em> describes the annual average precipitation measured in both millimeters and inches for selected countries with climate extremes.</p>\n<p><em>ten coldest places on earth (lowest average monthly temperature)</em> describes temperature measured in both degrees Celsius and Fahrenheit as well as the month of the year for selected countries with climate extremes.</p>\n<p><em>ten hottest places on earth (highest average monthly temperature)</em> describes the temperature measured both in degrees Celsius and Fahrenheit as well the month of the year for selected countries with climate extremes.</p>","id":"climate","content":"temperate; temperature and precipitation vary with altitude, warm to hot summers, cool to mild winters"},{"title":"Terrain","comparative":false,"field_id":"285","definition":"This entry contains a brief description of the topography.","id":"terrain","content":"mostly rugged, dissected upland in west, flat plains descending to Jordan River Valley to the east"},{"title":"Elevation","comparative":false,"subfields_raw":"highest point, lowest point, mean elevation","field_id":"407","definition":"This entry includes the <em>mean elevation</em> and elevation extremes, <em>lowest point</em> and <em>highest point.</em>","id":"elevation","content":"<strong>highest point: </strong>Khallat al Batrakh 1,020 m<br><br><strong>lowest point: </strong>Dead Sea -431 m"},{"title":"Natural resources","comparative":false,"field_id":"287","definition":"This entry lists a country's mineral, petroleum, hydropower, and other resources of commercial importance, such as rare earth elements (REEs). In general, products appear only if they make a significant contribution to the economy, or are likely to do so in the future.","id":"natural-resources","content":"arable land"},{"title":"Land use","comparative":false,"subfields_raw":"agricultural land, agricultural land: arable land, agricultural land: permanent crops, agricultural land: permanent pasture, forest, other","field_id":"288","definition":"This entry contains the percentage shares of total land area for three different types of land use: <em>agricultural land, forest, and other</em>; <em>agricultural land</em> is further divided into <em>arable land</em> - land cultivated for crops like wheat, maize, and rice that are replanted after each harvest, <em>permanent crops</em> - land cultivated for crops like citrus, coffee, and rubber that are not replanted after each harvest, and includes land under flowering shrubs, fruit trees, nut trees, and vines, and <em>permanent pastures</em> and meadows &ndash; land used for at least five years or more to grow herbaceous forage, either cultivated or growing naturally; <em>forest</em> area is land spanning more than 0.5 hectare with trees higher than five meters and a canopy cover of more than 10% to include windbreaks, shelterbelts, and corridors of trees greater than 0.5 hectare and at least 20 m wide; land classified as <em>other</em> includes built-up areas, roads and other transportation features, barren land, or wasteland.","id":"land-use","content":"<strong>agricultural land: </strong>43.3% (2018 est.)<br><br>arable land: 7.4% (2018 est.)<br><br>permanent crops: 11% (2018 est.)<br><br>permanent pasture: 24.9% (2018 est.)<br><br><strong>forest: </strong>1.5% (2018 est.)<br><br><strong>other: </strong>55.2% (2018 est.)<br><br><strong>note:</strong> includes Gaza Strip"},{"title":"Irrigated land","comparative":false,"field_id":"289","definition":"This entry gives the number of square kilometers of land area that is artificially supplied with water.","id":"irrigated-land","content":"240 sq km; note - includes Gaza Strip (2012)"},{"title":"Major lakes (area sq km)","comparative":false,"subfields_raw":"Fresh water lake(s), Salt water lake(s)","field_id":"427","definition":"This entry describes one of the two major surface hydrological features of a country: large localized water bodies termed lakes (the other feature is rivers). The entry contains a list of major natural lakes, defined as having an area of 500 sq km or greater. Taken together with major rivers, these features constitute the primary sources of surface freshwater.","id":"major-lakes-area-sq-km","content":"<strong>Salt water lake(s): </strong>Dead Sea (shared with Jordan and Israel) - 1,020 sq km<br />note - endorheic hypersaline lake; 9.6 times saltier than the ocean; lake shore is 431 meters below sea level"},{"title":"Population distribution","comparative":false,"field_id":"348","definition":"This entry provides a summary description of the population dispersion within a country. While it may suggest population density, it does not provide density figures.","id":"population-distribution","content":"the most populous Palestinian communities in the West Bank are located in the central ridge and western half of its territory; Jewish settlements are located throughout the West Bank, the most populous in the Seam Zone--between the 1949 Armistice Line and the separation barrier--and around Jerusalem"},{"title":"Natural hazards","comparative":false,"field_id":"292","definition":"This entry lists potential natural disasters. For countries where volcanic activity is common, a <em>volcanism</em> subfield highlights historically active volcanoes.","id":"natural-hazards","content":"droughts"},{"title":"Geography - note","comparative":false,"field_id":"295","definition":"This entry includes miscellaneous geographic information of significance not included elsewhere.","id":"geography-note","content":"landlocked; highlands are main recharge area for Israel's coastal aquifers; there are about 380 Israeli civilian sites, including about 213 settlements and 132 small outpost communities in the West Bank and 35 sites in East Jerusalem (2017)"}],"comparative":false},{"title":"People and Society","fields":[{"title":"Population","comparative":"139","field_id":"335","definition":"This entry gives an estimate from the US Bureau of the Census based on statistics from population censuses, vital statistics registration systems, or sample surveys pertaining to the recent past and on assumptions about future trends. The total population presents one overall measure of the potential impact of the country on the world and within its region. Note: Starting with the 1993 <em>Factbook</em>, demographic estimates for some countries (mostly African) have explicitly taken into account the effects of the growing impact of the HIV/AIDS epidemic. These countries are currently: The Bahamas, Benin, Botswana, Brazil, Burkina Faso, Burma, Burundi, Cambodia, Cameroon, Central African Republic, Democratic Republic of the Congo, Republic of the Congo, Cote d'Ivoire, Ethiopia, Gabon, Ghana, Guyana, Haiti, Honduras, Kenya, Lesotho, Malawi, Mozambique, Namibia, Nigeria, Rwanda, South Africa, Swaziland, Tanzania, Thailand, Togo, Uganda, Zambia, and Zimbabwe.","id":"population","content":"3,000,021 (2022 est.)<br><br><strong>note:</strong> approximately 432,000 Israeli settlers live in the West Bank (2019); approximately 227,100 Israeli settlers live in East Jerusalem (2019)"},{"title":"Nationality","comparative":false,"subfields_raw":"noun, adjective","field_id":"336","definition":"This entry provides the identifying terms for citizens - <em>noun</em> and <em>adjective</em>.","id":"nationality","content":"<strong>noun: </strong>NA<br><br><strong>adjective: </strong>NA"},{"title":"Ethnic groups","comparative":false,"field_id":"400","definition":"This entry provides an ordered listing of ethnic groups starting with the largest and normally includes the percent of total population.","id":"ethnic-groups","content":"Palestinian Arab, Jewish, other"},{"title":"Languages","comparative":false,"subfields_raw":"major-language sample(s)","field_id":"402","definition":"This entry provides a listing of languages spoken in each country and specifies any that are official national or regional languages. When data is available, the languages spoken in each country are broken down according to the percent of the total population speaking each language as a first language, unless otherwise noted. For those countries without available data, languages are listed in rank order based on prevalence, starting with the most-spoken language.","id":"languages","content":"Arabic, Hebrew (spoken by Israeli settlers and many Palestinians), English (widely understood)<br><br><strong>major-language sample(s): </strong><br />كتاب حقائق العالم، المصدر الذي لا يمكن الاستغناء عنه للمعلومات الأساسية (Arabic)<br /><br />The World Factbook, the indispensable source for basic information."},{"title":"Religions","comparative":false,"field_id":"401","definition":"This entry is an ordered listing of religions by adherents starting with the largest group and sometimes includes the percent of total population. The core characteristics and beliefs of the world's major religions are described below. <br /><strong>Baha'i</strong> - Founded by Mirza Husayn-Ali (known as Baha'u'llah) in Iran in 1852, Baha'i faith emphasizes monotheism and believes in one eternal transcendent God. Its guiding focus is to encourage the unity of all peoples on the earth so that justice and peace may be achieved on earth. Baha'i revelation contends the prophets of major world religions reflect some truth or element of the divine, believes all were manifestations of God given to specific communities in specific times, and that Baha'u'llah is an additional prophet meant to call all humankind. Bahais are an open community, located worldwide, with the greatest concentration of believers in South Asia. <br /><strong>Buddhism</strong> - Religion or philosophy inspired by the 5th century B.C. teachings of Siddhartha Gautama (also known as Gautama Buddha \"the enlightened one\"). Buddhism focuses on the goal of spiritual enlightenment centered on an understanding of Gautama Buddha's Four Noble Truths on the nature of suffering, and on the Eightfold Path of spiritual and moral practice, to break the cycle of suffering of which we are a part. Buddhism ascribes to a karmic system of rebirth. Several schools and sects of Buddhism exist, differing often on the nature of the Buddha, the extent to which enlightenment can be achieved (for one or for all) and by whom (religious orders or laity). <br /><em>Basic Groupings</em> <br />&nbsp;&nbsp;&nbsp;Theravada Buddhism: The oldest Buddhist school, Theravada is practiced mostly in Sri Lanka, Cambodia, Laos, Burma, and Thailand, with minority representation elsewhere in Asia and the West. Theravadans follow the Pali Canon of Buddha's teachings, and believe that one may escape the cycle of rebirth, worldly attachment, and suffering for oneself; this process may take one or several lifetimes. <br />&nbsp;&nbsp;&nbsp;Mahayana Buddhism, including subsets Zen and Tibetan (Lamaistic) Buddhism: Forms of Mahayana Buddhism are common in East Asia and Tibet, and parts of the West. Mahayanas have additional scriptures beyond the Pali Canon and believe the Buddha is eternal and still teaching. Unlike Theravada Buddhism, Mahayana schools maintain the Buddha-nature is present in all beings and all will ultimately achieve enlightenment. <br />&nbsp;&nbsp;&nbsp; Hoa Hao: a minority tradition of Buddhism practiced in Vietnam that stresses lay participation, primarily by peasant farmers; it eschews expensive ceremonies and temples and relocates the primary practices into the home.<br /><strong>Christianity</strong> - Descending from Judaism, Christianity's central belief maintains Jesus of Nazareth is the promised messiah of the Hebrew Scriptures, and that his life, death, and resurrection are salvific for the world. Christianity is one of the three monotheistic Abrahamic faiths, along with Islam and Judaism, which traces its spiritual lineage to Abraham of the Hebrew Scriptures. Its sacred texts include the Hebrew Bible and the New Testament (or the Christian Gospels). <br /><em>Basic Groupings</em> <br />&nbsp;&nbsp;&nbsp;Catholicism (or Roman Catholicism): This is the oldest established western Christian church and the world's largest single religious body. It is supranational, and recognizes a hierarchical structure with the Pope, or Bishop of Rome, as its head, located at the Vatican. Catholics believe the Pope is the divinely ordered head of the Church from a direct spiritual legacy of Jesus' apostle Peter. Catholicism is comprised of 23 particular Churches, or Rites - one Western (Roman or Latin-Rite) and 22 Eastern. The Latin Rite is by far the largest, making up about 98% of Catholic membership. Eastern-Rite Churches, such as the Maronite Church and the Ukrainian Catholic Church, are in communion with Rome although they preserve their own worship traditions and their immediate hierarchy consists of clergy within their own rite. The Catholic Church has a comprehensive theological and moral doctrine specified for believers in its catechism, which makes it unique among most forms of Christianity. <br />&nbsp; &nbsp;The Church of Jesus Christ of Latter-day Saints: The Church was organized in 1830 and teaches that it is the restoration of Jesus Christ's original church. It embraces salvation through Christ, personal revelation, and has an open canon, including the King James Bible and the Book of Mormon, which is another testament of Christ's divinity. The Book of Mormon maintains there was an appearance of Jesus in the New World following the Christian account of his resurrection, and that the Americas are uniquely blessed continents. The Church has a centralized doctrine and leadership structure, but has volunteer, lay clergy who oversee local congregations in 176 countries and territories.&nbsp;<br />&nbsp;&nbsp;&nbsp;Jehovah's Witnesses structure their faith on the Christian Bible, but their rejection of the Trinity is distinct from mainstream Christianity. They believe that a Kingdom of God, the Theocracy, will emerge following Armageddon and usher in a new earthly society. Adherents are required to evangelize and to follow a strict moral code.<br />&nbsp;&nbsp;&nbsp;Orthodox Christianity: The oldest established eastern form of Christianity, the Holy Orthodox Church, has a ceremonial head in the Bishop of Constantinople (Istanbul), also known as a Patriarch, but its various regional forms (e.g., Greek Orthodox, Russian Orthodox, Serbian Orthodox, Ukrainian Orthodox) are autocephalous (independent of Constantinople's authority, and have their own Patriarchs). Orthodox churches are highly nationalist and ethnic. The Orthodox Christian faith shares many theological tenets with the Roman Catholic Church, but diverges on some key premises and does not recognize the governing authority of the Pope. <br />&nbsp;&nbsp;&nbsp;Protestant Christianity: Protestant Christianity originated in the 16th century as an attempt to reform Roman Catholicism's practices, dogma, and theology. It encompasses several forms or denominations which are extremely varied in structure, beliefs, relationship to national governments, clergy, and governance. Many protestant theologies emphasize the primary role of scripture in their faith, advocating individual interpretation of Christian texts without the mediation of a final religious authority such as the Roman Pope. The oldest Protestant denominations include Lutheranism, Calvinism (Presbyterianism), and Anglican Christianity (Episcopalianism), which have established liturgies, governing structure, and formal clergy. Other variants on Protestant Christianity, including Pentecostal movements and independent churches, may lack one or more of these elements, and their leadership and beliefs are individualized and dynamic. <br /><strong>Hinduism</strong> - Originating in the Vedic civilization of India (second and first millennium B.C.), Hinduism is an extremely diverse set of beliefs and practices with no single founder or religious authority. Hinduism has many scriptures; the Vedas, the Upanishads, and the Bhagavad-Gita are among some of the most important. Hindus may worship one or many deities, usually with prayer rituals within their own home. The most common figures of devotion are the gods Vishnu, Shiva, and a mother goddess, Devi. Most Hindus believe the soul, or <em>atman</em>, is eternal, and goes through a cycle of birth, death, and rebirth (<em>samsara</em>) determined by one's positive or negative karma, or the consequences of one's actions. The goal of religious life is to learn to act so as to finally achieve liberation (<em>moksha</em>) of one's soul, escaping the rebirth cycle. <br /><strong>Islam</strong> - One of the three monotheistic Abrahamic faiths, Islam originated with the teachings of Muhammad in the 7th century. Muslims believe Muhammad is the final of all religious prophets (beginning with Abraham) and that the Qu'ran, which is the Islamic scripture, was revealed to him by God. Islam derives from the word submission, and obedience to God is a primary theme in this religion. In order to live an Islamic life, believers must follow the five pillars, or tenets, of Islam, which are the testimony of faith (<em>shahada</em>), daily prayer (<em>salah</em>), giving alms (<em>zakah</em>), fasting during Ramadan (<em>sawm</em>), and the pilgrimage to Mecca (<em>hajj</em>). <br /><em>Basic Groupings</em> <br />&nbsp;&nbsp;&nbsp;The two primary branches of Islam are Sunni and Shia, which split from each other over a religio-political leadership dispute about the rightful successor to Muhammad. The Shia believe Muhammad's cousin and son-in-law, Ali, was the only divinely ordained Imam (religious leader), while the Sunni maintain the first three caliphs after Muhammad were also legitimate authorities. In modern Islam, Sunnis and Shia continue to have different views of acceptable schools of Islamic jurisprudence, and who is a proper Islamic religious authority. Islam also has an active mystical branch, Sufism, with various Sunni and Shia subsets. <br />&nbsp;&nbsp; &nbsp;Sunni Islam accounts for over 87-90% of the world's Muslim population. It recognizes the Abu Bakr as the first caliph after Muhammad. Sunni has four schools of Islamic doctrine and law - Hanafi, Maliki, Shafi'i, and Hanbali - which uniquely interpret the <em>Hadith</em>, or recorded oral traditions of Muhammad. A Sunni Muslim may elect to follow any one of these schools, as all are considered equally valid. <br />&nbsp;&nbsp; &nbsp;Shia Islam represents 10-13% of Muslims worldwide, and its distinguishing feature is its reverence for Ali as an infallible, divinely inspired leader, and as the first Imam of the Muslim community after Muhammad. A majority of Shia are known as \"Twelvers,\" because they believe that the 11 familial successor imams after Muhammad culminate in a 12th Imam (al-Mahdi) who is hidden in the world and will reappear at its end to redeem the righteous. <br /><em>Variants</em> <br />&nbsp;&nbsp;&nbsp;Ismaili faith: A sect of Shia Islam, its adherents are also known as \"Seveners,\" because they believe that the rightful seventh Imam in Islamic leadership was Isma'il, the elder son of Imam Jafar al-Sadiq. Ismaili tradition awaits the return of the seventh Imam as the Mahdi, or Islamic messianic figure. Ismailis are located in various parts of the world, particularly South Asia and the Levant. <br />&nbsp;&nbsp;&nbsp;Alawi faith: Another Shia sect of Islam, the name reflects followers' devotion to the religious authority of Ali. Alawites are a closed, secretive religious group who assert they are Shia Muslims, although outside scholars speculate their beliefs may have a syncretic mix with other faiths originating in the Middle East. Alawis live mostly in Syria, Lebanon, and Turkey. <br />&nbsp;&nbsp;&nbsp;Druze faith: A highly secretive tradition and a closed community that derives from the Ismaili sect of Islam; its core beliefs are thought to emphasize a combination of Gnostic principles believing that the Fatimid caliph, al-Hakin, is the one who embodies the key aspects of goodness of the universe, which are, the intellect, the word, the soul, the preceder, and the follower. The Druze have a key presence in Syria, Lebanon, and Israel. <br /><strong>Jainism</strong> - Originating in India, Jain spiritual philosophy believes in an eternal human soul, the eternal universe, and a principle of \"the own nature of things.\" It emphasizes compassion for all living things, seeks liberation of the human soul from reincarnation through enlightenment, and values personal responsibility due to the belief in the immediate consequences of one's behavior. Jain philosophy teaches non-violence and prescribes vegetarianism for monks and laity alike; its adherents are a highly influential religious minority in Indian society. <br /><strong>Judaism</strong> - One of the first known monotheistic religions, likely dating to between 2000-1500 B.C., Judaism is the native faith of the Jewish people, based upon the belief in a covenant of responsibility between a sole omnipotent creator God and Abraham, the patriarch of Judaism's Hebrew Bible, or <em>Tanakh</em>. Divine revelation of principles and prohibitions in the Hebrew Scriptures form the basis of Jewish law, or <em>halakhah</em>, which is a key component of the faith. While there are extensive traditions of Jewish halakhic and theological discourse, there is no final dogmatic authority in the tradition. Local communities have their own religious leadership. Modern Judaism has three basic categories of faith: Orthodox, Conservative, and Reform/Liberal. These differ in their views and observance of Jewish law, with the Orthodox representing the most traditional practice, and Reform/Liberal communities the most accommodating of individualized interpretations of Jewish identity and faith. <br /><strong>Shintoism</strong> - A native animist tradition of Japan, Shinto practice is based upon the premise that every being and object has its own spirit or <em>kami</em>. Shinto practitioners worship several particular <em>kamis</em>, including the <em>kamis</em> of nature, and families often have shrines to their ancestors' <em>kamis</em>. Shintoism has no fixed tradition of prayers or prescribed dogma, but is characterized by individual ritual. Respect for the <em>kamis</em> in nature is a key Shinto value. Prior to the end of World War II, Shinto was the state religion of Japan, and bolstered the cult of the Japanese emperor. <br /><strong>Sikhism</strong> - Founded by the Guru Nanak (born 1469), Sikhism believes in a non-anthropomorphic, supreme, eternal, creator God; centering one's devotion to God is seen as a means of escaping the cycle of rebirth. Sikhs follow the teachings of Nanak and nine subsequent gurus. Their scripture, the Guru Granth Sahib - also known as the Adi Granth - is considered the living Guru, or final authority of Sikh faith and theology. Sikhism emphasizes equality of humankind and disavows caste, class, or gender discrimination. <br /><strong>Taoism</strong> - Chinese philosophy or religion based upon Lao Tzu's Tao Te Ching, which centers on belief in the Tao, or the way, as the flow of the universe and the nature of things. Taoism encourages a principle of non-force, or wu-wei, as the means to live harmoniously with the Tao. Taoists believe the esoteric world is made up of a perfect harmonious balance and nature, while in the manifest world - particularly in the body - balance is distorted. The Three Jewels of the Tao - compassion, simplicity, and humility - serve as the basis for Taoist ethics. <br /><strong>Zoroastrianism</strong> - Originating from the teachings of Zoroaster in about the 9th or 10th century B.C., Zoroastrianism may be the oldest continuing creedal religion. Its key beliefs center on a transcendent creator God, Ahura Mazda, and the concept of free will. The key ethical tenets of Zoroastrianism expressed in its scripture, the Avesta, are based on a dualistic worldview where one may prevent chaos if one chooses to serve God and exercises good thoughts, good words, and good deeds. Zoroastrianism is generally a closed religion and members are almost always born to Zoroastrian parents. Prior to the spread of Islam, Zoroastrianism dominated greater Iran. Today, though a minority, Zoroastrians remain primarily in Iran, India (where they are known as Parsi), and Pakistan. <br /><strong>Traditional beliefs</strong><br />&nbsp;&nbsp; &nbsp;Animism: the belief that non-human entities contain souls or spirits.<br />&nbsp;&nbsp; &nbsp;Badimo: a form of ancestor worship of the Tswana people of Botswana.<br />&nbsp;&nbsp; &nbsp;Confucianism: an ideology that humans are perfectible through self-cultivation and self-creation; developed from teachings of the Chinese philosopher Confucius. Confucianism has strongly influenced the culture and beliefs of East Asian countries, including China, Japan, Korea, Singapore, Taiwan, and Vietnam.<br />&nbsp;&nbsp; &nbsp;Inuit beliefs: a form of shamanism (see below) based on the animistic principles of the Inuit or Eskimo peoples.<br />&nbsp;&nbsp; &nbsp;Kirant: the belief system of the Kirat, a people who live mainly in the Himalayas of Nepal. It is primarily a form of polytheistic shamanism, but includes elements of animism and ancestor worship. <br />&nbsp;&nbsp; &nbsp;Pagan is a blanket term used to describe many unconnected belief practices throughout history, usually in reference to religions outside of the Abrahamic category (monotheistic faiths including Judaism, Christianity, and Islam).<br />&nbsp;&nbsp; &nbsp;Shamanism: beliefs and practices promoting communication with the spiritual world. Shamanistic beliefs are organized around a shaman or medicine man who - as an intermediary between the human and spirit world - is believed to be able to heal the sick (by healing their souls), communicate with the spirit world, and help souls into the afterlife through the practice of entering a trance. In shaman-based religions, the shaman is also responsible for leading sacred rites.<br />&nbsp;&nbsp; &nbsp;Spiritualism: the belief that souls and spirits communicate with the living usually through intermediaries called mediums. <br /><strong>Syncretic</strong> (fusion of diverse religious beliefs and practices) <br />&nbsp;&nbsp; &nbsp;Cao Dai: a nationalistic Vietnamese sect, officially established in 1926, that draws practices and precepts from Confucianism, Taoism, Buddhism, and Catholicism.<br />&nbsp;&nbsp; &nbsp;Chondogyo: or the religion of the Heavenly Way, is based on Korean shamanism, Buddhism, and Korean folk traditions, with some elements drawn from Christianity. Formulated in the 1860s, it holds that God lives in all of us and strives to convert society into a paradise on earth, populated by believers transformed into intelligent moral beings with a high social conscience.<br />&nbsp;&nbsp; &nbsp;Kimbanguism: a puritan form of the Baptist denomination founded by Simon Kimbangu in the 1920s in what is now the Democratic Republic of Congo. Adherents believe that salvation comes through Jesus' death and resurrection, like Christianity, but additionally that living a spiritually pure life following strict codes of conduct is required for salvation. <br />&nbsp;&nbsp; &nbsp;Modekngei: a hybrid of Christianity and ancient Palauan culture and oral traditions founded around 1915 on the island of Babeldaob. Adherents simultaneously worship Jesus Christ and Palauan goddesses. <br />&nbsp;&nbsp; &nbsp;Rastafarianism: an afro-centrist ideology and movement based on Christianity that arose in Jamaica in the 1930s; it believes that Haile Selassie I, Emperor of Ethiopia from 1930-74, was the incarnation of the second coming of Jesus.<br />&nbsp;&nbsp; &nbsp;Santeria: practiced in Cuba, the merging of the Yoruba religion of Nigeria with Roman Catholicism and native Indian traditions. Its practitioners believe that each person has a destiny and eventually transcends to merge with the divine creator and source of all energy, Olorun. <br />&nbsp;&nbsp; &nbsp;Voodoo/Vodun: a form of spirit and ancestor worship combined with some Christian faiths, especially Catholicism. Haitian and Louisiana Voodoo, which have included more Catholic practices, are separate from West African Vodun, which has retained a focus on spirit worship. <br /><strong>Non-religious</strong><br />&nbsp;&nbsp; &nbsp;Agnosticism: the belief that most things are unknowable. In regard to religion, it is usually characterized as neither a belief nor non-belief in a deity.<br />&nbsp;&nbsp; &nbsp;Atheism: the belief that there are no deities of any kind.","id":"religions","content":"Muslim 80-85% (predominantly Sunni), Jewish 12-14%, Christian 1-2.5% (mainly Greek Orthodox), other, unaffiliated, unspecified &lt;1% (2012 est.)"},{"title":"Age structure","comparative":false,"subfields_raw":"0-14 years, 15-24 years, 25-54 years, 55-64 years, 65 years and over","field_id":"341","definition":"This entry provides the distribution of the population according to age. Information is included by sex and age group as follows: <em>0-14 years (children)</em>, <em>15-24 years (early working age)</em>, <em>25-54 years (prime working age)</em>, <em>55-64 years (mature working age)</em>, <em>65 years and over (elderly)</em>. The age structure of a population affects a nation's key socioeconomic issues. Countries with young populations (high percentage under age 15) need to invest more in schools, while countries with older populations (high percentage ages 65 and over) need to invest more in the health sector. The age structure can also be used to help predict potential political issues. For example, the rapid growth of a young adult population unable to find employment can lead to unrest.","id":"age-structure","content":"<strong>0-14 years: </strong>35.31% (male 525,645/female 498,458)<br><br><strong>15-24 years: </strong>20.75% (male 307,420/female 294,469)<br><br><strong>25-54 years: </strong>35.19% (male 516,758/female 503,626)<br><br><strong>55-64 years: </strong>5.12% (male 76,615/female 72,006)<br><br><strong>65 years and over: </strong>3.62% (male 48,387/female 56,650) (2020 est.)"},{"title":"Dependency ratios","comparative":false,"subfields_raw":"total dependency ratio, youth dependency ratio, elderly dependency ratio, potential support ratio","field_id":"342","definition":"Dependency ratios are a measure of the age structure of a population. They relate the number of individuals that are likely to be economically \"dependent\" on the support of others. Dependency ratios contrast the ratio of youths (ages 0-14) and the elderly (ages 65+) to the number of those in the working-age group (ages 15-64). Changes in the dependency ratio provide an indication of potential social support requirements resulting from changes in population age structures. As fertility levels decline, the dependency ratio initially falls because the proportion of youths decreases while the proportion of the population of working age increases. As fertility levels continue to decline, dependency ratios eventually increase because the proportion of the population of working age starts to decline and the proportion of elderly persons continues to increase.<br /><br /><em>total dependency ratio</em> - The total dependency ratio is the ratio of combined youth population (ages 0-14) and elderly population (ages 65+) per 100 people of working age (ages 15-64). A high total dependency ratio indicates that the working-age population and the overall economy face a greater burden to support and provide social services for youth and elderly persons, who are often economically dependent.<br /><br /><em>youth dependency ratio</em> - The youth dependency ratio is the ratio of the youth population (ages 0-14) per 100 people of working age (ages 15-64). A high youth dependency ratio indicates that a greater investment needs to be made in schooling and other services for children.<br /><br /><em>elderly dependency ratio</em> - The elderly dependency ratio is the ratio of the elderly population (ages 65+) per 100 people of working age (ages 15-64). Increases in the elderly dependency ratio put added pressure on governments to fund pensions and healthcare.<br /><br /><em>potential support ratio</em> - The potential support ratio is the number of working-age people (ages 15-64) per one elderly person (ages 65+). As a population ages, the potential support ratio tends to fall, meaning there are fewer potential workers to support the elderly.","id":"dependency-ratios","content":"<strong>total dependency ratio: </strong>71.2<br><br><strong>youth dependency ratio: </strong>65.7<br><br><strong>elderly dependency ratio: </strong>5.5<br><br><strong>potential support ratio: </strong>18.2 (2020 est.)<br><br><strong>note:</strong> data represent Gaza Strip and the West Bank"},{"title":"Median age","comparative":"181","subfields_raw":"total, male, female","field_id":"343","definition":"This entry is the age that divides a population into two numerically equal groups; that is, half the people are younger than this age and half are older. It is a single index that summarizes the age distribution of a population. Currently, the median age ranges from a low of about 15 in Niger and Uganda to 40 or more in several European countries and Japan. See the entry for \"Age structure\" for the importance of a young versus an older age structure and, by implication, a low versus a higher median age.","id":"median-age","content":"<strong>total: </strong>21.9 years<br><br><strong>male: </strong>21.7 years<br><br><strong>female: </strong>22.2 years (2020 est.)"},{"title":"Population growth rate","comparative":"55","field_id":"344","definition":"The average annual percent change in the population, resulting from a surplus (or deficit) of births over deaths and the balance of migrants entering and leaving a country. The rate may be positive or negative. The growth rate is a factor in determining how great a burden would be imposed on a country by the changing needs of its people for infrastructure (e.g., schools, hospitals, housing, roads), resources (e.g., food, water, electricity), and jobs. Rapid population growth can be seen as threatening by neighboring countries.","id":"population-growth-rate","content":"1.69% (2022 est.)"},{"title":"Birth rate","comparative":"48","field_id":"345","definition":"This entry gives the average annual number of births during a year per 1,000 persons in the population at midyear; also known as crude birth rate. The birth rate is usually the dominant factor in determining the rate of population growth. It depends on both the level of fertility and the age structure of the population.","id":"birth-rate","content":"24.42 births/1,000 population (2022 est.)"},{"title":"Death rate","comparative":"223","field_id":"346","definition":"This entry gives the average annual number of deaths during a year per 1,000 persons at midyear; also known as crude death rate. The death rate, while only a rough indicator of the mortality situation in a country, accurately indicates the current mortality impact on population growth. This indicator is significantly affected by age distribution, and most countries will eventually show a rise in the overall death rate, in spite of continued decline in mortality at all ages, as declining fertility and increased lifespans result in an aging population.","id":"death-rate","content":"3.4 deaths/1,000 population (2022 est.)"},{"title":"Net migration rate","comparative":"193","field_id":"347","definition":"This entry includes the figure for the difference between the number of persons entering and leaving a country during the year per 1,000 persons (based on midyear population). An excess of persons entering the country is referred to as net immigration (e.g., 3.56 migrants/1,000 population); an excess of persons leaving the country as net emigration (e.g., -9.26 migrants/1,000 population). The net migration rate indicates the contribution of migration to the overall level of population change. The net migration rate does not distinguish between economic migrants, refugees, and other types of migrants nor does it distinguish between lawful migrants and undocumented migrants.","id":"net-migration-rate","content":"-4.09 migrant(s)/1,000 population (2022 est.)"},{"title":"Population distribution","comparative":false,"field_id":"348","definition":"This entry provides a summary description of the population dispersion within a country. While it may suggest population density, it does not provide density figures.","id":"population-distribution","content":"the most populous Palestinian communities in the West Bank are located in the central ridge and western half of its territory; Jewish settlements are located throughout the West Bank, the most populous in the Seam Zone--between the 1949 Armistice Line and the separation barrier--and around Jerusalem"},{"title":"Urbanization","comparative":false,"subfields_raw":"urban population, rate of urbanization","field_id":"349","definition":"This entry provides two measures of the degree of urbanization of a population. The first, <em> urban population</em>, describes the percentage of the total population living in urban areas, as defined by the country. The second, <em>rate of urbanization</em>, describes the projected average rate of change of the size of the urban population over the given period of time. It is possible for a country with a 100% urban population to still display a change in the rate of urbanization (up or down). For example, a population of 100,000 that is 100% urban can change in size to 110,000 or 90,000 but remain 100% urban.<br /><br />Additionally, the World entry includes a list of the <em>ten largest urban agglomerations</em>. An <em>urban agglomeration</em> is defined as comprising the city or town proper and also the suburban fringe or thickly settled territory lying outside of, but adjacent to, the boundaries of the city.","id":"urbanization","content":"<strong>urban population: </strong>77.3% of total population (2022)<br><br><strong>rate of urbanization: </strong>2.85% annual rate of change (2020-25 est.)<br><br><strong>note:</strong> data represent Gaza Strip and the West Bank"},{"title":"Sex ratio","comparative":false,"subfields_raw":"at birth, 0-14 years, 15-24 years, 25-54 years, 55-64 years, 65 years and over, total population","field_id":"351","definition":"This entry includes the number of males for each female in five age groups - <em>at birth</em>, <em>under 15 years</em>, <em>15-64 years</em>, <em>65 years and over</em>, and for the <em>total population</em>. Sex ratio at birth has recently emerged as an indicator of certain kinds of sex discrimination in some countries. For instance, high sex ratios at birth in some Asian countries are now attributed to sex-selective abortion and infanticide due to a strong preference for sons. This will affect future marriage patterns and fertility patterns. Eventually, it could cause unrest among young adult males who are unable to find partners.","id":"sex-ratio","content":"<strong>at birth: </strong>1.06 male(s)/female<br><br><strong>0-14 years: </strong>1.05 male(s)/female<br><br><strong>15-24 years: </strong>1.04 male(s)/female<br><br><strong>25-54 years: </strong>1.03 male(s)/female<br><br><strong>55-64 years: </strong>1.06 male(s)/female<br><br><strong>65 years and over: </strong>0.68 male(s)/female<br><br><strong>total population: </strong>1.03 male(s)/female (2022 est.)"},{"title":"Maternal mortality ratio","comparative":"118","field_id":"353","definition":"The maternal mortality ratio (MMR) is the annual number of female deaths per 100,000 live births from any cause related to or aggravated by pregnancy or its management (excluding accidental or incidental causes). The MMR includes deaths during pregnancy, childbirth, or within 42 days of termination of pregnancy, irrespective of the duration and site of the pregnancy, for a specified year.","id":"maternal-mortality-ratio","content":"27 deaths/100,000 live births (2017 est.)<br><br><strong>note:</strong> data represent Gaza Strip and the West Bank"},{"title":"Infant mortality rate","comparative":"98","subfields_raw":"total, male, female","field_id":"354","definition":"This entry gives the number of deaths of infants under one year old in a given year per 1,000 live births in the same year. This rate is often used as an indicator of the level of health in a country.","id":"infant-mortality-rate","content":"<strong>total: </strong>15.29 deaths/1,000 live births<br><br><strong>male: </strong>17.68 deaths/1,000 live births<br><br><strong>female: </strong>12.76 deaths/1,000 live births (2022 est.)"},{"title":"Life expectancy at birth","comparative":"104","subfields_raw":"total population, male, female","field_id":"355","definition":"This entry contains the average number of years to be lived by a group of people born in the same year, if mortality at each age remains constant in the future. Life expectancy at birth is also a measure of overall quality of life in a country and summarizes the mortality at all ages. It can also be thought of as indicating the potential return on investment in human capital and is necessary for the calculation of various actuarial measures.","id":"life-expectancy-at-birth","content":"<strong>total population: </strong>76.38 years<br><br><strong>male: </strong>74.29 years<br><br><strong>female: </strong>78.6 years (2022 est.)"},{"title":"Total fertility rate","comparative":"50","field_id":"356","definition":"This entry gives a figure for the average number of children that would be born per woman if all women lived to the end of their childbearing years and bore children according to a given fertility rate at each age. The total fertility rate (TFR) is a more direct measure of the level of fertility than the crude birth rate, since it refers to births per woman. This indicator shows the potential for population change in the country. A rate of two children per woman is considered the replacement rate for a population, resulting in relative stability in terms of total numbers. Rates above two children indicate populations growing in size and whose median age is declining. Higher rates may also indicate difficulties for families, in some situations, to feed and educate their children and for women to enter the labor force. Rates below two children indicate populations decreasing in size and growing older. Global fertility rates are in general decline and this trend is most pronounced in industrialized countries, especially Western Europe, where populations are projected to decline dramatically over the next 50 years.","id":"total-fertility-rate","content":"2.96 children born/woman (2022 est.)"},{"title":"Contraceptive prevalence rate","comparative":false,"field_id":"357","definition":"This field gives the percent of women of reproductive age (15-49) who are married or in union and are using, or whose sexual partner is using, a method of contraception according to the date of the most recent available data. The contraceptive prevalence rate is an indicator of health services, development, and women’s empowerment. It is also useful in understanding, past, present, and future fertility trends, especially in developing countries.","id":"contraceptive-prevalence-rate","content":"57.3% (2019/20)<br><br><strong>note:</strong> includes Gaza Strip and the West Bank"},{"title":"Drinking water source","comparative":false,"subfields_raw":"improved: urban, improved: rural, improved: total, unimproved: urban, unimproved: rural, unimproved: total","field_id":"361","definition":"This entry provides information about access to improved or unimproved drinking water sources available to segments of the population of a country.&nbsp;<em>Improved</em> drinking water - use of any of the following sources: piped water into dwelling, yard, or plot; public tap or standpipe; tubewell or borehole; protected dug well; protected spring; or rainwater collection.&nbsp;<em>Unimproved</em> drinking water - use of any of the following sources: unprotected dug well; unprotected spring; cart with small tank or drum; tanker truck; surface water, which includes rivers, dams, lakes, ponds, streams, canals or irrigation channels; or bottled water.","id":"drinking-water-source","content":"<strong>improved: </strong>urban: 98.9% of population<br><br>rural: 99% of population<br><br>total: 98.9% of population<br><br><strong>unimproved: </strong>urban: 1.1% of population<br><br>rural: 1% of population<br><br>total: 1.1% of population (2020 est.)<br><br><strong>note:</strong> includes Gaza Strip and the West Bank"},{"title":"Current Health Expenditure","comparative":false,"field_id":"409","definition":"Current Health Expenditure (CHE) describes the share of spending on health in each country relative to the size of its economy.&nbsp; It includes expenditures corresponding to the final consumption of health care goods and services and excludes investment, exports, and intermediate consumption.&nbsp; CHE shows the importance of the health sector in the economy and indicates the priority given to health in monetary terms.&nbsp; <strong>Note:</strong> Current Health Expenditure replaces the former Health Expenditures field and is calculated differently.","id":"current-health-expenditure","content":"NA"},{"title":"Physicians density","comparative":false,"field_id":"359","definition":"This entry gives the number of medical doctors (physicians), including generalist and specialist medical practitioners, per 1,000 of the population. Medical doctors are defined as doctors that study, diagnose, treat, and prevent illness, disease, injury, and other physical and mental impairments in humans through the application of modern medicine. They also plan, supervise, and evaluate care and treatment plans by other health care providers. The World Health Organization estimates that fewer than 2.3 health workers (physicians, nurses, and midwives only) per 1,000 would be insufficient to achieve coverage of primary healthcare needs.","id":"physicians-density","content":"1.45 physicians/1,000 population (2017)"},{"title":"Hospital bed density","comparative":false,"field_id":"360","definition":"This entry provides the number of hospital beds per 1,000 people; it serves as a general measure of inpatient service availability. Hospital beds include inpatient beds available in public, private, general, and specialized hospitals and rehabilitation centers. In most cases, beds for both acute and chronic care are included. Because the level of inpatient services required for individual countries depends on several factors - such as demographic issues and the burden of disease - there is no global target for the number of hospital beds per country. So, while 2 beds per 1,000 in one country may be sufficient, 2 beds per 1,000 in another may be woefully inadequate because of the number of people hospitalized by disease.","id":"hospital-bed-density","content":"1.3 beds/1,000 population (2019)"},{"title":"Sanitation facility access","comparative":false,"subfields_raw":"improved: urban, improved: rural, improved: total, unimproved: urban, unimproved: rural, unimproved: total","field_id":"398","definition":"This entry provides information about access to improved or unimproved sanitation facilities available to segments of the population of a country. <em>Improved</em> sanitation - use of any of the following facilities: flush or pour-flush to a piped sewer system, septic tank or pit latrine; ventilated improved pit (VIP) latrine; pit latrine with slab; or a composting toilet. <em>Unimproved</em> sanitation - use of any of the following facilities: flush or pour-flush not piped to a sewer system, septic tank or pit latrine; pit latrine without a slab or open pit; bucket; hanging toilet or hanging latrine; shared facilities of any type; no facilities; or bush or field.","id":"sanitation-facility-access","content":"<strong>improved: </strong>urban: 99.9% of population<br><br>rural: 98.6% of population<br><br>total: 99.6% of population<br><br><strong>unimproved: </strong>urban: 0.1% of population<br><br>rural: 1.4% of population<br><br>total: 0.4% of population (2020 est.)<br><br><strong>note:</strong> note includes Gaza Strip and the West Bank"},{"title":"HIV/AIDS - adult prevalence rate","comparative":"","field_id":"363","definition":"This entry gives an estimate of the percentage of adults (aged 15-49) living with HIV/AIDS. The adult prevalence rate is calculated by dividing the estimated number of adults living with HIV/AIDS at yearend by the total adult population at yearend.","id":"hiv-aids-adult-prevalence-rate","content":"NA"},{"title":"HIV/AIDS - people living with HIV/AIDS","comparative":"","field_id":"364","definition":"This entry gives an estimate of all people (adults and children) alive at yearend with HIV infection, whether or not they have developed symptoms of AIDS.","id":"hiv-aids-people-living-with-hiv-aids","content":"NA"},{"title":"HIV/AIDS - deaths","comparative":"","field_id":"365","definition":"This entry gives an estimate of the number of adults and children who died of AIDS during a given calendar year.","id":"hiv-aids-deaths","content":"NA"},{"title":"Major infectious diseases","comparative":false,"subfields_raw":"degree of risk, food or waterborne diseases, vectorborne diseases, water contact diseases, animal contact diseases, respiratory diseases, soil contact diseases, aerosolized dust or soil contact diseases","field_id":"366","definition":"This entry lists major infectious diseases likely to be encountered in countries where the risk of such diseases is assessed to be very high as compared to the United States. These infectious diseases represent risks to US Government personnel traveling to the specified country for a period of less than three years. The <em>degree of risk</em> is assessed by considering the foreign nature of these infectious diseases, their severity, and the probability of being affected by the diseases present. The diseases listed do not necessarily represent the total disease burden experienced by the local population.<br />The risk to an individual traveler varies considerably by the specific location, visit duration, type of activities, type of accommodations, time of year, and other factors. Consultation with a travel medicine physician is needed to evaluate individual risk and recommend appropriate preventive measures such as vaccines.<br />Diseases are organized into the following six exposure categories shown in italics <em>and listed in typical descending order of risk</em>. Note: The sequence of exposure categories listed in individual country entries may vary according to local conditions.<br /><br /><em>food or waterborne diseases</em> acquired through eating or drinking:<br /><strong>Hepatitis A</strong> - viral disease that interferes with the functioning of the liver; spread through consumption of food or water contaminated with fecal matter, principally in areas of poor sanitation; victims exhibit fever, jaundice, and diarrhea; 15% of victims will experience prolonged symptoms over 6-9 months; vaccine available.<br /><strong>Hepatitis E</strong> - water-borne viral disease that interferes with the functioning of the liver; most commonly spread through fecal contamination of drinking water; victims exhibit jaundice, fatigue, abdominal pain, and dark colored urine.<br /><strong>Typhoid fever</strong> - bacterial disease spread through contact with food or water contaminated by fecal matter or sewage; victims exhibit sustained high fevers; left untreated, mortality rates can reach 20%.<br /><br /><em>vector-borne diseases</em> acquired through the bite of an infected arthropod:<br /><strong>Malaria</strong> - caused by single-cell parasitic protozoa <em>Plasmodium</em>; transmitted to humans via the bite of the female <em>Anopheles</em> mosquito; parasites multiply in the liver attacking red blood cells resulting in cycles of fever, chills, and sweats accompanied by anemia; death due to damage to vital organs and interruption of blood supply to the brain; endemic in 85, mostly tropical, countries with 95% of cases and the majority of 0.4-0.6 million estimated annual deaths occurring in sub-Saharan Africa (six countries &ndash; Nigeria, the Democratic Republic of the Congo, Uganda, Mozambique, Angola and Burkina Faso &ndash; accounted for just over half of all malaria deaths globally in 2020).<br /><strong>Dengue fever</strong> - mosquito-borne (<em>Aedes aegypti</em>) viral disease associated with urban environments; manifests as sudden onset of fever and severe headache; occasionally produces shock and hemorrhage leading to death in 5% of cases.<br /><strong>Yellow fever</strong> - mosquito-borne (in urban areas <em>Aedes aegypti</em>) viral disease associated with urban environments; severity ranges from influenza-like symptoms to severe hepatitis and hemorrhagic fever; occurs only in tropical South America and sub-Saharan Africa, where most cases are reported; fatality rate is less than 20%.<br /><strong>Japanese Encephalitis</strong> - mosquito-borne (<em>Culex tritaeniorhynchus</em>) viral disease associated with rural areas in Asia; acute encephalitis can progress to paralysis, coma, and death; fatality rates 30%.<br /><strong>African Trypanosomiasis</strong> - caused by the parasitic protozoa<em> Trypanosoma</em>; transmitted to humans via the bite of bloodsucking tsetse flies; infection leads to malaise and irregular fevers and, in advanced cases when the parasites invade the central nervous system, coma and death; endemic in 36 countries of sub-Saharan Africa; cattle and wild animals act as reservoir hosts for the parasites.<br /><strong>Cutaneous Leishmaniasis</strong> - caused by the parasitic protozoa <em>leishmania</em>; transmitted to humans via the bite of sandflies; results in skin lesions that may become chronic; endemic in 88 countries; 90% of cases occur in Iran, Afghanistan, Syria, Saudi Arabia, Brazil, and Peru; wild and domesticated animals as well as humans can act as reservoirs of infection.<br /><strong>Plague</strong> - bacterial disease transmitted by fleas normally associated with rats; person-to-person airborne transmission also possible; recent plague epidemics occurred in areas of Asia, Africa, and South America associated with rural areas or small towns and villages; manifests as fever, headache, and painfully swollen lymph nodes; disease progresses rapidly and without antibiotic treatment leads to pneumonic form with a death rate in excess of 50%.<br /><strong>Crimean-Congo hemorrhagic fever</strong> - tick-borne viral disease; infection may also result from exposure to infected animal blood or tissue; geographic distribution includes Africa, Asia, the Middle East, and Eastern Europe; sudden onset of fever, headache, and muscle aches followed by hemorrhaging in the bowels, urine, nose, and gums; mortality rate is approximately 30%.<br /><strong>Rift Valley fever</strong> - viral disease affecting domesticated animals and humans; transmission is by mosquito and other biting insects; infection may also occur through handling of infected meat or contact with blood; geographic distribution includes eastern and southern Africa where cattle and sheep are raised; symptoms are generally mild with fever and some liver abnormalities, but the disease may progress to hemorrhagic fever, encephalitis, or ocular disease; fatality rates are low at about 1% of cases.<br /><strong>Chikungunya</strong> - mosquito-borne (<em>Aedes aegypti</em>) viral disease associated with urban environments, similar to Dengue Fever; characterized by sudden onset of fever, rash, and severe joint pain usually lasting 3-7 days, some cases result in persistent arthritis.<br /><br /><em>water-contact diseases</em> acquired through swimming or wading in freshwater lakes, streams, and rivers:<br /><strong>Leptospirosis</strong> - bacterial disease that affects animals and humans; infection occurs through contact with water, food, or soil contaminated by animal urine; symptoms include high fever, severe headache, vomiting, jaundice, and diarrhea; untreated, the disease can result in kidney damage, liver failure, meningitis, or respiratory distress; fatality rates are low but left untreated recovery can take months.<br /><strong>Schistosomiasis</strong> - caused by parasitic trematode flatworm <em>Schistosoma</em>; fresh water snails act as intermediate host and release larval form of parasite that penetrates the skin of people exposed to contaminated water; worms mature and reproduce in the blood vessels, liver, kidneys, and intestines releasing eggs, which become trapped in tissues triggering an immune response; may manifest as either urinary or intestinal disease resulting in decreased work or learning capacity; mortality, while generally low, may occur in advanced cases usually due to bladder cancer; endemic in 74 developing countries with 80% of infected people living in sub-Saharan Africa; humans act as the reservoir for this parasite.<br /><br /><em>aerosolized dust or soil-contact disease</em> acquired through inhalation of aerosols contaminated with rodent urine:<br /><strong>Lassa fever</strong> - viral disease carried by rats of the genus <em>Mastomys</em>; endemic in portions of West Africa; infection occurs through direct contact with or consumption of food contaminated by rodent urine or fecal matter containing virus particles; fatality rate can reach 50% in epidemic outbreaks.<br /><br /><em>respiratory disease</em> acquired through close contact with an infectious person:<br /><strong>Meningococcal meningitis</strong> - bacterial disease causing an inflammation of the lining of the brain and spinal cord; one of the most important bacterial pathogens is <em>Neisseria meningitidis</em> because of its potential to cause epidemics; symptoms include stiff neck, high fever, headaches, and vomiting; bacteria are transmitted from person to person by respiratory droplets and facilitated by close and prolonged contact resulting from crowded living conditions, often with a seasonal distribution; death occurs in 5-15% of cases, typically within 24-48 hours of onset of symptoms; highest burden of meningococcal disease occurs in the hyperendemic region of sub-Saharan Africa known as the \"Meningitis Belt\" which stretches from Senegal east to Ethiopia.<br /><br /><em>animal-contact disease</em> acquired through direct contact with local animals:<br /><strong>Rabies</strong> - viral disease of mammals usually transmitted through the bite of an infected animal, most commonly dogs; virus affects the central nervous system causing brain alteration and death; symptoms initially are non-specific fever and headache progressing to neurological symptoms; death occurs within days of the onset of symptoms.","id":"major-infectious-diseases","content":"<p><strong>note: </strong>on 21 March 2022, the US Centers for Disease Control and Prevention (CDC) issued a Travel Alert for polio in Asia; the West Bank is currently considered a high risk to travelers for polio; the CDC recommends that before any international travel, anyone unvaccinated, incompletely vaccinated, or with an unknown polio vaccination status should complete the routine polio vaccine series; before travel to any high-risk destination, CDC recommends that adults who previously completed the full, routine polio vaccine series receive a single, lifetime booster dose of polio vaccine</p>"},{"title":"Children under the age of 5 years underweight","comparative":"109","field_id":"368","definition":"This entry gives the percent of children under five considered to be underweight. Underweight means weight-for-age is less than minus two standard deviations from the median of the World Health Organization Child Growth Standards among children under 5 years of age. This statistic is an indicator of the nutritional status of a community. Children who suffer from growth retardation as a result of poor diets and/or recurrent infections tend to have a greater risk of suffering illness and death.","id":"children-under-the-age-of-5-years-underweight","content":"2.1% (2019/20)<br><br><strong>note:</strong> estimate is for Gaza Strip and the West Bank"},{"title":"Child marriage","comparative":false,"subfields_raw":"women married by age 15, women married by age 18, men married by age 18","field_id":"431","definition":"<p>This entry provides data on the prevalence of child marriage in a country.&nbsp; Data includes the percentage of women aged 20 to 24 years who were first married or in union before age 15, and before age 18; and men aged 20 to 24 years who were first married or in union before age 18.&nbsp; Most girls who marry early drop out of school and often have early, high-risk pregnancies.&nbsp; Child brides are also at risk of abuse, exploitation, and separation from relatives and friends.</p>","id":"child-marriage","content":"<strong>women married by age 15: </strong>0.7% Includes both the Gaza Strip and the West Bank (2020)<br><br><strong>women married by age 18: </strong>13.4% Includes both the Gaza Strip and the West Bank (2020 est.)"},{"title":"Education expenditures","comparative":"52","field_id":"369","definition":"This entry provides the public expenditure on education as a percent of GDP.","id":"education-expenditures","content":"5.3% of GDP (2018)<br><br><strong>note:</strong> includes Gaza Strip and the West Bank"},{"title":"Literacy","comparative":false,"subfields_raw":"definition, total population, male, female","field_id":"370","definition":"This entry includes a <em>definition</em> of literacy and UNESCO's percentage estimates for populations aged 15 years and over, including <em>total population</em>, <em>males</em>, and <em>females</em>. There are no universal definitions and standards of literacy. Unless otherwise specified, all rates are based on the most common definition - the ability to read and write at a specified age. Detailing the standards that individual countries use to assess the ability to read and write is beyond the scope of the <em>Factbook</em>. Information on literacy, while not a perfect measure of educational results, is probably the most easily available and valid for international comparisons. Low levels of literacy, and education in general, can impede the economic development of a country in the current rapidly changing, technology-driven world.","id":"literacy","content":"<strong>definition: </strong>age 15 and over can read and write<br><br><strong>total population: </strong>97.5%<br><br><strong>male: </strong>98.8%<br><br><strong>female: </strong>96.2% (2020)<br><br><strong>note:</strong> estimates are for Gaza and the West Bank"},{"title":"School life expectancy (primary to tertiary education)","comparative":false,"subfields_raw":"total, male, female","field_id":"371","definition":"School life expectancy (SLE) is the total number of years of schooling (primary to tertiary) that a child can expect to receive, assuming that the probability of his or her being enrolled in school at any particular future age is equal to the current enrollment ratio at that age.\n\nCaution must be maintained when utilizing this indicator in international comparisons. For example, a year or grade completed in one country is not necessarily the same in terms of educational content or quality as a year or grade completed in another country. SLE represents the expected number of years of schooling that will be completed, including years spent repeating one or more grades.","id":"school-life-expectancy-primary-to-tertiary-education","content":"<strong>total: </strong>13 years<br><br><strong>male: </strong>12 years<br><br><strong>female: </strong>14 years (2020)<br><br><strong>note:</strong> data represent Gaza Strip and the West Bank"},{"title":"Unemployment, youth ages 15-24","comparative":"","subfields_raw":"total, male, female","field_id":"373","definition":"This entry gives the percent of the total labor force ages 15-24 unemployed during a specified year.","id":"unemployment-youth-ages-15-24","content":"<strong>total: </strong>42.1%<br><br><strong>male: </strong>36.6%<br><br><strong>female: </strong>70% (2020 est.)<br><br><strong>note:</strong> includes Gaza Strip"}],"comparative":false},{"title":"Environment","fields":[{"title":"Environment - current issues","comparative":false,"field_id":"293","definition":"This entry lists the most pressing and important environmental problems. The following terms and abbreviations are used throughout the entry: <br /><strong>Acidification</strong> - the lowering of soil and water pH due to acid precipitation and deposition usually through precipitation; this process disrupts ecosystem nutrient flows and may kill freshwater fish and plants dependent on more neutral or alkaline conditions (see acid rain). <br /><strong>Acid rain</strong> - characterized as containing harmful levels of sulfur dioxide or nitrogen oxide; acid rain is damaging and potentially deadly to the earth's fragile ecosystems; acidity is measured using the pH scale where 7 is neutral, values greater than 7 are considered alkaline, and values below 5.6 are considered acid precipitation; note - a pH of 2.4 (the acidity of vinegar) has been measured in rainfall in New England. <br /><strong>Aerosol</strong> - a collection of airborne particles dispersed in a gas, smoke, or fog. <br /><strong>Afforestation</strong> - converting a bare or agricultural space by planting trees and plants; reforestation involves replanting trees on areas that have been cut or destroyed by fire. <br /><strong>Asbestos</strong> - a naturally occurring soft fibrous mineral commonly used in fireproofing materials and considered to be highly carcinogenic in particulate form. <br /><strong>Biodiversity</strong> - also biological diversity; the relative number of species, diverse in form and function, at the genetic, organism, community, and ecosystem level; loss of biodiversity reduces an ecosystem's ability to recover from natural or man-induced disruption. <br /><strong>Bio-indicators</strong> - a plant or animal species whose presence, abundance, and health reveal the general condition of its habitat. <br /><strong>Biomass</strong> - the total weight or volume of living matter in a given area or volume. <br /><strong>Carbon cycle</strong> - the term used to describe the exchange of carbon (in various forms, e.g., as carbon dioxide) between the atmosphere, ocean, terrestrial biosphere, and geological deposits. <br /><strong>Catchments</strong> - assemblages used to capture and retain rainwater and runoff; an important water management technique in areas with limited freshwater resources, such as Gibraltar. <br /><strong>DDT (dichloro-diphenyl-trichloro-ethane)</strong> - a colorless, odorless insecticide that has toxic effects on most animals; the use of DDT was banned in the US in 1972. <br /><strong>Defoliants</strong> - chemicals which cause plants to lose their leaves artificially; often used in agricultural practices for weed control, and may have detrimental impacts on human and ecosystem health. <br /><strong>Deforestation</strong> - the destruction of vast areas of forest (e.g., unsustainable forestry practices, agricultural and range land clearing, and the over exploitation of wood products for use as fuel) without planting new growth. <br /><strong>Desertification</strong> - the spread of desert-like conditions in arid or semi-arid areas, due to overgrazing, loss of agriculturally productive soils, or climate change. <br /><strong>Dredging</strong> - the practice of deepening an existing waterway; also, a technique used for collecting bottom-dwelling marine organisms (e.g., shellfish) or harvesting coral, often causing significant destruction of reef and ocean-floor ecosystems. <br /><strong>Drift-net fishing</strong> - done with a net, miles in extent, that is generally anchored to a boat and left to float with the tide; often results in an over harvesting and waste of large populations of non-commercial marine species (by-catch) by its effect of \"sweeping the ocean clean.\" <br /><strong>Ecosystems</strong> - ecological units comprised of complex communities of organisms and their specific environments. <br /><strong>Effluent</strong>s - waste materials, such as smoke, sewage, or industrial waste which are released into the environment, subsequently polluting it. <br /><strong>Endangered species</strong> - a species that is threatened with extinction either by direct hunting or habitat destruction. <br /><strong>Freshwater</strong> - water with very low soluble mineral content; sources include lakes, streams, rivers, glaciers, and underground aquifers. <br /><strong>Greenhouse gas</strong> - a gas that \"traps\" infrared radiation in the lower atmosphere causing surface warming; water vapor, carbon dioxide, nitrous oxide, methane, hydrofluorocarbons, and ozone are the primary greenhouse gases in the Earth's atmosphere. <br /><strong>Groundwater</strong> - water sources found below the surface of the earth often in naturally occurring reservoirs in permeable rock strata; the source for wells and natural springs. <br /><strong>Highlands Water Project</strong> - a series of dams constructed jointly by Lesotho and South Africa to redirect Lesotho's abundant water supply into a rapidly growing area in South Africa; while it is the largest infrastructure project in southern Africa, it is also the most costly and controversial; objections to the project include claims that it forces people from their homes, submerges farmlands, and squanders economic resources. <br /><strong>Inuit Circumpolar Conference (ICC)</strong> - represents the roughly 150,000 Inuits of Alaska, Canada, Greenland, and Russia in international environmental issues; a General Assembly convenes every three years to determine the focus of the ICC; the most current concerns are long-range transport of pollutants, sustainable development, and climate change. <br /><strong>Metallurgical plants</strong> - industries which specialize in the science, technology, and processing of metals; these plants produce highly concentrated and toxic wastes which can contribute to pollution of ground water and air when not properly disposed. <br /><strong>Noxious substances</strong> - injurious, very harmful to living beings. <br /><strong>Overgrazing</strong> - the grazing of animals on plant material faster than it can naturally regrow leading to the permanent loss of plant cover, a common effect of too many animals grazing limited range land. <br /><strong>Ozone shield</strong> - a layer of the atmosphere composed of ozone gas (O3) that resides approximately 25 miles above the Earth's surface and absorbs solar ultraviolet radiation that can be harmful to living organisms. <br /><strong>Poaching</strong> - the illegal killing of animals or fish, a great concern with respect to endangered or threatened species. <br /><strong>Pollution</strong> - the contamination of a healthy environment by man-made waste. <br /><strong>Potable water</strong> - water that is drinkable, safe to be consumed. <br /><strong>Salination</strong> - the process through which fresh (drinkable) water becomes salt (undrinkable) water; hence, desalination is the reverse process; also involves the accumulation of salts in topsoil caused by evaporation of excessive irrigation water, a process that can eventually render soil incapable of supporting crops. <br /><strong>Siltation</strong> - occurs when water channels and reservoirs become clotted with silt and mud, a side effect of deforestation and soil erosion. <br /><strong>Slash-and-burn agriculture</strong> - a rotating cultivation technique in which trees are cut down and burned in order to clear land for temporary agriculture; the land is used until its productivity declines at which point a new plot is selected and the process repeats; this practice is sustainable while population levels are low and time is permitted for regrowth of natural vegetation; conversely, where these conditions do not exist, the practice can have disastrous consequences for the environment. <br /><strong>Soil degradation</strong> - damage to the land's productive capacity because of poor agricultural practices such as the excessive use of pesticides or fertilizers, soil compaction from heavy equipment, or erosion of topsoil, eventually resulting in reduced ability to produce agricultural products. <br /><strong>Soil erosion</strong> - the removal of soil by the action of water or wind, compounded by poor agricultural practices, deforestation, overgrazing, and desertification. <br /><strong>Ultraviolet (UV) radiation</strong> - a portion of the electromagnetic energy emitted by the sun and naturally filtered in the upper atmosphere by the ozone layer; UV radiation can be harmful to living organisms and has been linked to increasing rates of skin cancer in humans. <br /><strong>Waterborne diseases</strong> - those in which bacteria survive in, and are transmitted through, water; always a serious threat in areas with an untreated water supply.","id":"environment-current-issues","content":"adequacy of freshwater supply; sewage treatment"},{"title":"Air pollutants","comparative":false,"subfields_raw":"particulate matter emissions, carbon dioxide emissions, methane emissions","field_id":"416","definition":"<p>This entry refers to specified gases and particulates released by various sources of animals, plants, goods, and processes that can contribute to global warming, poor air quality, pollution, and climate change.<br /><br /><em>particulate matter emissions</em> - This entry provides the modeled annual mean concentration of particulate matter of less than 2.5 microns in diameter (PM<sub>2.5</sub>) measured in micrograms per cubic meter of air. Exposure to PM<sub>2.5 </sub>pollutants should not exceed an annual mean concentration of 10 micrograms per cubic meter, according to World Health Organization guidelines. Particulate matter are inhalable and respirable particles composed of sulphate, nitrates, ammonia, sodium chloride, black carbon, mineral dust, and water. Fine particles less than 2.5 microns pose the greatest health risks because they can penetrate the lungs and enter the bloodstream. Sources include combustion engines, solid-fuel combustion, and other industrial activities. Exposure to high concentrations of particulate matter is associated with increased mortality and morbidity, although even low concentrations of particulate matter can impact health. By reducing air pollution levels, countries can decrease the burden of disease from stroke, heart disease, lung cancer, and both chronic and acute respiratory diseases, including asthma.<br /><br /><em>carbon dioxide emissions</em> - This entry provides the annual quantity of carbon dioxide emissions for a country, as measured in megatons.&nbsp; Carbon dioxide is a greenhouse gas emitted through human-influenced and natural processes. Human-influenced sources include the burning of fossil fuels (including coal, natural gas, and oil), solid waste, trees, and other biological materials, as well as certain chemical processes, such as cement production. Natural sources include decomposition, ocean release, and respiration. Carbon dioxide is a major contributor to climate warming, air quality, global warming, and pollution.<br /><br /></p>\n<p><em>methane emissions</em> - This entry provides the annual quantity of methane emissions for a country, as measured in megatons. Methane is a greenhouse gas emitted from the breakdown of organic material from human-influenced and natural processes. Human-influenced sources include the production and transport of coal, natural gas, and oil; the decay of organic waste in landfills; agricultural activities; stationary and mobile combustion; waste water treatment; and certain industrial processes. Natural sources include the decay of plant material in wetlands, the seepage of gas from underground deposits, and the digestion of food by ruminants. Methane emissions cause poor air quality, health issues for animals and humans, and reduced crop yields, and are a contributor to climate change.</p>","id":"air-pollutants","content":"<strong>carbon dioxide emissions: </strong>3.23 megatons (2016 est.)<br><br><strong>note:</strong> data represent combined total from the Gaza Strip and the West Bank."},{"title":"Climate","comparative":false,"field_id":"284","definition":"This entry includes a brief description of typical weather regimes throughout the year; in the World entry only, it includes four subfields that describe climate extremes:<br /><br /><em>ten driest places on earth (average annual precipitation)</em> describes the annual average precipitation measured in both millimeters and inches for selected countries with climate extremes.\n<p><em>ten wettest places on earth (average annual precipitation)</em> describes the annual average precipitation measured in both millimeters and inches for selected countries with climate extremes.</p>\n<p><em>ten coldest places on earth (lowest average monthly temperature)</em> describes temperature measured in both degrees Celsius and Fahrenheit as well as the month of the year for selected countries with climate extremes.</p>\n<p><em>ten hottest places on earth (highest average monthly temperature)</em> describes the temperature measured both in degrees Celsius and Fahrenheit as well the month of the year for selected countries with climate extremes.</p>","id":"climate","content":"temperate; temperature and precipitation vary with altitude, warm to hot summers, cool to mild winters"},{"title":"Land use","comparative":false,"subfields_raw":"agricultural land, agricultural land: arable land, agricultural land: permanent crops, agricultural land: permanent pasture, forest, other","field_id":"288","definition":"This entry contains the percentage shares of total land area for three different types of land use: <em>agricultural land, forest, and other</em>; <em>agricultural land</em> is further divided into <em>arable land</em> - land cultivated for crops like wheat, maize, and rice that are replanted after each harvest, <em>permanent crops</em> - land cultivated for crops like citrus, coffee, and rubber that are not replanted after each harvest, and includes land under flowering shrubs, fruit trees, nut trees, and vines, and <em>permanent pastures</em> and meadows &ndash; land used for at least five years or more to grow herbaceous forage, either cultivated or growing naturally; <em>forest</em> area is land spanning more than 0.5 hectare with trees higher than five meters and a canopy cover of more than 10% to include windbreaks, shelterbelts, and corridors of trees greater than 0.5 hectare and at least 20 m wide; land classified as <em>other</em> includes built-up areas, roads and other transportation features, barren land, or wasteland.","id":"land-use","content":"<strong>agricultural land: </strong>43.3% (2018 est.)<br><br>arable land: 7.4% (2018 est.)<br><br>permanent crops: 11% (2018 est.)<br><br>permanent pasture: 24.9% (2018 est.)<br><br><strong>forest: </strong>1.5% (2018 est.)<br><br><strong>other: </strong>55.2% (2018 est.)<br><br><strong>note:</strong> includes Gaza Strip"},{"title":"Urbanization","comparative":false,"subfields_raw":"urban population, rate of urbanization","field_id":"349","definition":"This entry provides two measures of the degree of urbanization of a population. The first, <em> urban population</em>, describes the percentage of the total population living in urban areas, as defined by the country. The second, <em>rate of urbanization</em>, describes the projected average rate of change of the size of the urban population over the given period of time. It is possible for a country with a 100% urban population to still display a change in the rate of urbanization (up or down). For example, a population of 100,000 that is 100% urban can change in size to 110,000 or 90,000 but remain 100% urban.<br /><br />Additionally, the World entry includes a list of the <em>ten largest urban agglomerations</em>. An <em>urban agglomeration</em> is defined as comprising the city or town proper and also the suburban fringe or thickly settled territory lying outside of, but adjacent to, the boundaries of the city.","id":"urbanization","content":"<strong>urban population: </strong>77.3% of total population (2022)<br><br><strong>rate of urbanization: </strong>2.85% annual rate of change (2020-25 est.)<br><br><strong>note:</strong> data represent Gaza Strip and the West Bank"},{"title":"Revenue from forest resources","comparative":"204","subfields_raw":"forest revenues","field_id":"420","definition":"This entry refers to the economic profits, expressed as a percentage of a country's GDP, from the harvesting of forests (e.g., lumber and timber industries). These profits equal forest gross revenues minus costs to harvest the forest. Other sources may refer to this field as forest rents.","id":"revenue-from-forest-resources","content":"<strong>forest revenues: </strong>0% of GDP (2018 est.)"},{"title":"Major infectious diseases","comparative":false,"subfields_raw":"degree of risk, food or waterborne diseases, vectorborne diseases, water contact diseases, animal contact diseases, respiratory diseases, soil contact diseases, aerosolized dust or soil contact diseases","field_id":"366","definition":"This entry lists major infectious diseases likely to be encountered in countries where the risk of such diseases is assessed to be very high as compared to the United States. These infectious diseases represent risks to US Government personnel traveling to the specified country for a period of less than three years. The <em>degree of risk</em> is assessed by considering the foreign nature of these infectious diseases, their severity, and the probability of being affected by the diseases present. The diseases listed do not necessarily represent the total disease burden experienced by the local population.<br />The risk to an individual traveler varies considerably by the specific location, visit duration, type of activities, type of accommodations, time of year, and other factors. Consultation with a travel medicine physician is needed to evaluate individual risk and recommend appropriate preventive measures such as vaccines.<br />Diseases are organized into the following six exposure categories shown in italics <em>and listed in typical descending order of risk</em>. Note: The sequence of exposure categories listed in individual country entries may vary according to local conditions.<br /><br /><em>food or waterborne diseases</em> acquired through eating or drinking:<br /><strong>Hepatitis A</strong> - viral disease that interferes with the functioning of the liver; spread through consumption of food or water contaminated with fecal matter, principally in areas of poor sanitation; victims exhibit fever, jaundice, and diarrhea; 15% of victims will experience prolonged symptoms over 6-9 months; vaccine available.<br /><strong>Hepatitis E</strong> - water-borne viral disease that interferes with the functioning of the liver; most commonly spread through fecal contamination of drinking water; victims exhibit jaundice, fatigue, abdominal pain, and dark colored urine.<br /><strong>Typhoid fever</strong> - bacterial disease spread through contact with food or water contaminated by fecal matter or sewage; victims exhibit sustained high fevers; left untreated, mortality rates can reach 20%.<br /><br /><em>vector-borne diseases</em> acquired through the bite of an infected arthropod:<br /><strong>Malaria</strong> - caused by single-cell parasitic protozoa <em>Plasmodium</em>; transmitted to humans via the bite of the female <em>Anopheles</em> mosquito; parasites multiply in the liver attacking red blood cells resulting in cycles of fever, chills, and sweats accompanied by anemia; death due to damage to vital organs and interruption of blood supply to the brain; endemic in 85, mostly tropical, countries with 95% of cases and the majority of 0.4-0.6 million estimated annual deaths occurring in sub-Saharan Africa (six countries &ndash; Nigeria, the Democratic Republic of the Congo, Uganda, Mozambique, Angola and Burkina Faso &ndash; accounted for just over half of all malaria deaths globally in 2020).<br /><strong>Dengue fever</strong> - mosquito-borne (<em>Aedes aegypti</em>) viral disease associated with urban environments; manifests as sudden onset of fever and severe headache; occasionally produces shock and hemorrhage leading to death in 5% of cases.<br /><strong>Yellow fever</strong> - mosquito-borne (in urban areas <em>Aedes aegypti</em>) viral disease associated with urban environments; severity ranges from influenza-like symptoms to severe hepatitis and hemorrhagic fever; occurs only in tropical South America and sub-Saharan Africa, where most cases are reported; fatality rate is less than 20%.<br /><strong>Japanese Encephalitis</strong> - mosquito-borne (<em>Culex tritaeniorhynchus</em>) viral disease associated with rural areas in Asia; acute encephalitis can progress to paralysis, coma, and death; fatality rates 30%.<br /><strong>African Trypanosomiasis</strong> - caused by the parasitic protozoa<em> Trypanosoma</em>; transmitted to humans via the bite of bloodsucking tsetse flies; infection leads to malaise and irregular fevers and, in advanced cases when the parasites invade the central nervous system, coma and death; endemic in 36 countries of sub-Saharan Africa; cattle and wild animals act as reservoir hosts for the parasites.<br /><strong>Cutaneous Leishmaniasis</strong> - caused by the parasitic protozoa <em>leishmania</em>; transmitted to humans via the bite of sandflies; results in skin lesions that may become chronic; endemic in 88 countries; 90% of cases occur in Iran, Afghanistan, Syria, Saudi Arabia, Brazil, and Peru; wild and domesticated animals as well as humans can act as reservoirs of infection.<br /><strong>Plague</strong> - bacterial disease transmitted by fleas normally associated with rats; person-to-person airborne transmission also possible; recent plague epidemics occurred in areas of Asia, Africa, and South America associated with rural areas or small towns and villages; manifests as fever, headache, and painfully swollen lymph nodes; disease progresses rapidly and without antibiotic treatment leads to pneumonic form with a death rate in excess of 50%.<br /><strong>Crimean-Congo hemorrhagic fever</strong> - tick-borne viral disease; infection may also result from exposure to infected animal blood or tissue; geographic distribution includes Africa, Asia, the Middle East, and Eastern Europe; sudden onset of fever, headache, and muscle aches followed by hemorrhaging in the bowels, urine, nose, and gums; mortality rate is approximately 30%.<br /><strong>Rift Valley fever</strong> - viral disease affecting domesticated animals and humans; transmission is by mosquito and other biting insects; infection may also occur through handling of infected meat or contact with blood; geographic distribution includes eastern and southern Africa where cattle and sheep are raised; symptoms are generally mild with fever and some liver abnormalities, but the disease may progress to hemorrhagic fever, encephalitis, or ocular disease; fatality rates are low at about 1% of cases.<br /><strong>Chikungunya</strong> - mosquito-borne (<em>Aedes aegypti</em>) viral disease associated with urban environments, similar to Dengue Fever; characterized by sudden onset of fever, rash, and severe joint pain usually lasting 3-7 days, some cases result in persistent arthritis.<br /><br /><em>water-contact diseases</em> acquired through swimming or wading in freshwater lakes, streams, and rivers:<br /><strong>Leptospirosis</strong> - bacterial disease that affects animals and humans; infection occurs through contact with water, food, or soil contaminated by animal urine; symptoms include high fever, severe headache, vomiting, jaundice, and diarrhea; untreated, the disease can result in kidney damage, liver failure, meningitis, or respiratory distress; fatality rates are low but left untreated recovery can take months.<br /><strong>Schistosomiasis</strong> - caused by parasitic trematode flatworm <em>Schistosoma</em>; fresh water snails act as intermediate host and release larval form of parasite that penetrates the skin of people exposed to contaminated water; worms mature and reproduce in the blood vessels, liver, kidneys, and intestines releasing eggs, which become trapped in tissues triggering an immune response; may manifest as either urinary or intestinal disease resulting in decreased work or learning capacity; mortality, while generally low, may occur in advanced cases usually due to bladder cancer; endemic in 74 developing countries with 80% of infected people living in sub-Saharan Africa; humans act as the reservoir for this parasite.<br /><br /><em>aerosolized dust or soil-contact disease</em> acquired through inhalation of aerosols contaminated with rodent urine:<br /><strong>Lassa fever</strong> - viral disease carried by rats of the genus <em>Mastomys</em>; endemic in portions of West Africa; infection occurs through direct contact with or consumption of food contaminated by rodent urine or fecal matter containing virus particles; fatality rate can reach 50% in epidemic outbreaks.<br /><br /><em>respiratory disease</em> acquired through close contact with an infectious person:<br /><strong>Meningococcal meningitis</strong> - bacterial disease causing an inflammation of the lining of the brain and spinal cord; one of the most important bacterial pathogens is <em>Neisseria meningitidis</em> because of its potential to cause epidemics; symptoms include stiff neck, high fever, headaches, and vomiting; bacteria are transmitted from person to person by respiratory droplets and facilitated by close and prolonged contact resulting from crowded living conditions, often with a seasonal distribution; death occurs in 5-15% of cases, typically within 24-48 hours of onset of symptoms; highest burden of meningococcal disease occurs in the hyperendemic region of sub-Saharan Africa known as the \"Meningitis Belt\" which stretches from Senegal east to Ethiopia.<br /><br /><em>animal-contact disease</em> acquired through direct contact with local animals:<br /><strong>Rabies</strong> - viral disease of mammals usually transmitted through the bite of an infected animal, most commonly dogs; virus affects the central nervous system causing brain alteration and death; symptoms initially are non-specific fever and headache progressing to neurological symptoms; death occurs within days of the onset of symptoms.","id":"major-infectious-diseases","content":"<p><strong>note: </strong>on 21 March 2022, the US Centers for Disease Control and Prevention (CDC) issued a Travel Alert for polio in Asia; the West Bank is currently considered a high risk to travelers for polio; the CDC recommends that before any international travel, anyone unvaccinated, incompletely vaccinated, or with an unknown polio vaccination status should complete the routine polio vaccine series; before travel to any high-risk destination, CDC recommends that adults who previously completed the full, routine polio vaccine series receive a single, lifetime booster dose of polio vaccine</p>"},{"title":"Waste and recycling","comparative":false,"subfields_raw":"municipal solid waste generated annually, municipal solid waste recycled annually, percent of municipal solid waste recycled","field_id":"422","definition":"<p>This entry provides the amount of municipal solid waste a country produces annually and the amount of that waste that is recycled. Municipal solid waste consists of everyday items that are used and thrown away, including product packaging, furniture, clothing, bottles, food scraps, newspapers, grass clippings, appliances, paint, and batteries. Municipal solid waste - often referred to as trash or garbage - comes from homes, schools, hospitals, and businesses. Recycling is the process of collecting and processing materials that would otherwise be thrown away as trash and turning them into new products. Recycling benefits both communities and the environment.</p>\n<p>This entry includes three subfields: <em>annual amount of municipal solid waste generated</em> (tons), <em>annual amount of municipal solid waste recycled</em> (tons), and <em>percent of municipal solid waste recycled</em>.</p>","id":"waste-and-recycling","content":"<strong>municipal solid waste generated annually: </strong>1.387 million tons (2016 est.)<br><br><strong>municipal solid waste recycled annually: </strong>6,935 tons (2013 est.)<br><br><strong>percent of municipal solid waste recycled: </strong>0.5% (2013 est.)<br><br><strong>note:</strong> data represent combined total from the Gaza Strip and the West Bank."},{"title":"Major lakes (area sq km)","comparative":false,"subfields_raw":"Fresh water lake(s), Salt water lake(s)","field_id":"427","definition":"This entry describes one of the two major surface hydrological features of a country: large localized water bodies termed lakes (the other feature is rivers). The entry contains a list of major natural lakes, defined as having an area of 500 sq km or greater. Taken together with major rivers, these features constitute the primary sources of surface freshwater.","id":"major-lakes-area-sq-km","content":"<strong>Salt water lake(s): </strong>Dead Sea (shared with Jordan and Israel) - 1,020 sq km<br />note - endorheic hypersaline lake; 9.6 times saltier than the ocean; lake shore is 431 meters below sea level"},{"title":"Total water withdrawal","comparative":false,"subfields_raw":"municipal, industrial, agricultural","field_id":"417","definition":"<p>This entry provides the annual quantity of water in cubic meters withdrawn for municipal, industrial, and agricultural purposes.&nbsp; Municipal sector use refers to the annual quantity of water withdrawn primarily for direct use by the population through the public distribution network.&nbsp; Industrial sector use refers to the annual quantity of self-supplied water withdrawn for industrial purposes.&nbsp; Agricultural sector use refers to the annual quantity of self-supplied water withdrawn for irrigation, livestock, and aquaculture purposes.</p>","id":"total-water-withdrawal","content":"<strong>municipal: </strong>181.2 million cubic meters (2017 est.)<br><br><strong>industrial: </strong>32 million cubic meters (2017 est.)<br><br><strong>agricultural: </strong>162 million cubic meters (2017 est.)<br><br><strong>note:</strong> data represent combined total from the Gaza Strip and the West Bank."},{"title":"Total renewable water resources","comparative":false,"field_id":"290","definition":"<p>This entry provides the long-term average water availability for a country measured in cubic meters per year of precipitation, recharged ground water, and surface inflows from surrounding countries.&nbsp; Total renewable water resources provides the water total available to a country but does not include water resource totals that have been reserved for upstream or downstream countries through international agreements.&nbsp; Note that these values are averages and do not accurately reflect the total available in any given year.&nbsp; Annual available resources can vary greatly due to short-term and long-term climatic and weather variations.</p>","id":"total-renewable-water-resources","content":"837 million cubic meters (2017 est.)<br><br><strong>note:</strong> data represent combined total from the Gaza Strip and the West Bank."}],"comparative":false},{"title":"Government","fields":[{"title":"Country name","comparative":false,"subfields_raw":"conventional long form, conventional short form, local long form, local short form, former, abbreviation, etymology","field_id":"296","definition":"This entry includes all forms of the country's name approved by the US Board on Geographic Names (Italy is used as an example): <em>conventional long form</em> (Italian Republic), <em>conventional short form</em> (Italy), <em>local long form</em> (Repubblica Italiana), <em>local short form</em> (Italia), <em>former</em> (Kingdom of Italy), as well as the <em>abbreviation </em>(if applicable). Additionally, an <em>etymology</em> entry explains how the country acquired its name.<em>&nbsp;</em>&nbsp;Also see the <strong>Terminology</strong> note.","id":"country-name","content":"<strong>conventional long form: </strong>none<br><br><strong>conventional short form: </strong>West Bank<br><br><strong>etymology: </strong>name refers to the location of the region of the British Mandate of Palestine that was occupied and administered by Jordan in 1948, as it is located on the far side (west bank) of the Jordan River in relation to Jordan proper; the designation was retained following the 1967 Six-Day War and the subsequent changes in administration"}],"comparative":false},{"title":"Economy","fields":[{"title":"Economic overview","comparative":false,"field_id":"207","definition":"This entry briefly describes five economic components for a given country:<br /><br />* <em><strong>National Economy</strong></em>, including a brief economic history;<br /><br />* <em><strong>Domestic Markets</strong></em>, including labor and wage markets, as well as brief commentary on economic sector portfolios;<br /><br />* <em><strong>Financial Power and Public Finance</strong></em>, including brief discussions of financial market strengths and security, lending/exchange rates (especially if abnormalities exist), and foreign direct investments;<br /><br />* <em><strong>Trade Power and Influence</strong></em>, including brief commentary on chief imports and exports; and <br /><br />* <em><strong>Regional Strategy and Efforts</strong></em>, including key partners, regional economic development efforts, and any underlying economic data integrity concerns.","id":"economic-overview","content":"<p>In 2017, the economic outlook in the West Bank - the larger of the two areas comprising the Palestinian Territories – remained fragile, as security concerns and political friction slowed economic growth. Unemployment in the West Bank remained high at 19.0% in the third quarter of 2017, only slightly better than 19.6% at the same point the previous year, while the labor force participation rate remained flat, year-on-year.</p><p></p><p>Longstanding Israeli restrictions on imports, exports, and movement of goods and people continue to disrupt labor and trade flows and the territory’s industrial capacity, and constrain private sector development. The PA’s budget benefited from an effort to improve tax collection, coupled with lower spending in 2017, but the PA for the foreseeable future will continue to rely heavily on donor aid for its budgetary needs and infrastructure development.</p>"},{"title":"Real GDP (purchasing power parity)","comparative":"142","field_id":"208","definition":"This entry gives the gross domestic product (GDP) or value of all final goods and services produced within a nation in a given year. A nation's GDP at purchasing power parity (PPP) exchange rates is the sum value of all goods and services produced in the country valued at prices prevailing in the United States in the year noted. This is the measure most economists prefer when looking at per-capita welfare and when comparing living conditions or use of resources across countries. The measure is difficult to compute, as a US dollar value has to be assigned to all goods and services in the country regardless of whether these goods and services have a direct equivalent in the United States (for example, the value of an ox-cart or non-US military equipment); as a result, PPP estimates for some countries are based on a small and sometimes different set of goods and services. In addition, many countries do not formally participate in the World Bank's PPP project that calculates these measures, so the resulting GDP estimates for these countries may lack precision. For many developing countries, PPP-based GDP measures are multiples of the official exchange rate (OER) measure. The differences between the OER- and PPP-denominated GDP values for most of the wealthy industrialized countries are generally much smaller.","id":"real-gdp-purchasing-power-parity","content":"$25.91 billion (2020 est.)<br><br>$29.26 billion (2019 est.)<br><br>$28.87 billion (2018 est.)<br><br><strong>note: </strong>data are in 2017 dollars and includes Gaza Strip"},{"title":"Real GDP growth rate","comparative":"42","field_id":"210","definition":"This entry gives a country's real GDP annual growth rate, adjusted for seasonal unemployment and inflation. A country's growth rate is year-over-year, and not compounded.","id":"real-gdp-growth-rate","content":"5.3% (2014 est.)<br><br>1% (2013 est.)<br><br>6% (2012 est.)<br><br><strong>note:</strong> excludes Gaza Strip"},{"title":"Real GDP per capita","comparative":"168","field_id":"211","definition":"This entry shows real GDP, divided by population as of 1 July for the same year.","id":"real-gdp-per-capita","content":"$5,400 (2020 est.)<br><br>$6,200 (2019 est.)<br><br>$6,300 (2018 est.)<br><br><strong>note: </strong>data are in 2017 dollars and includes Gaza Strip"},{"title":"GDP (official exchange rate)","comparative":false,"field_id":"209","definition":"This entry gives the gross domestic product (GDP) or value of all final goods and services produced within a nation in a given year. A nation's GDP at official exchange rates (OER) is the home-currency-denominated annual GDP figure divided by the bilateral average US exchange rate with that country in that year. The measure is simple to compute and gives a precise measure of the value of output. Many economists prefer this measure when gauging the economic power an economy maintains vis-à-vis its neighbors, judging that an exchange rate captures the purchasing power a nation enjoys in the international marketplace. Official exchange rates, however, can be artificially fixed and/or subject to manipulation - resulting in claims of the country having an under- or over-valued currency - and are not necessarily the equivalent of a market-determined exchange rate. Moreover, even if the official exchange rate is market-determined, market exchange rates are frequently established by a relatively small set of goods and services (the ones the country trades) and may not capture the value of the larger set of goods the country produces. Furthermore, OER-converted GDP is not well suited to comparing domestic GDP over time, since appreciation/depreciation from one year to the next will make the OER GDP value rise/fall regardless of whether home-currency-denominated GDP changed.","id":"gdp-official-exchange-rate","content":"$9.828 billion (2014 est.)<br><br><strong>note:</strong> excludes Gaza Strip"},{"title":"Inflation rate (consumer prices)","comparative":"31","field_id":"229","definition":"This entry provides the annual inflation rate, as calculated by the percent change in current consumer prices from the previous year's consumer prices.","id":"inflation-rate-consumer-prices","content":"0.2% (2017 est.)<br><br>-0.2% (2016 est.)<br><br><strong>note:</strong> excludes Gaza Strip"},{"title":"GDP - composition, by sector of origin","comparative":false,"subfields_raw":"agriculture, industry, services","field_id":"214","definition":"This entry shows where production takes place in an economy. The distribution gives the percentage contribution of <em>agriculture, industry</em>, and <em>services</em> to total GDP, and will total 100 percent of GDP if the data are complete. Agriculture includes farming, fishing, and forestry. Industry includes mining, manufacturing, energy production, and construction. Services cover government activities, communications, transportation, finance, and all other private economic activities that do not produce material goods.","id":"gdp-composition-by-sector-of-origin","content":"<strong>agriculture: </strong>2.9% (2017 est.)<br><br><strong>industry: </strong>19.5% (2017 est.)<br><br><strong>services: </strong>77.6% (2017 est.)<br><br><strong>note:</strong> excludes Gaza Strip"},{"title":"GDP - composition, by end use","comparative":false,"subfields_raw":"household consumption, government consumption, investment in fixed capital, investment in inventories, exports of goods and services, imports of goods and services","field_id":"213","definition":"This entry shows who does the spending in an economy: consumers, businesses, government, and foreigners. The distribution gives the percentage contribution to total GDP of <em>household consumption, government consumption, investment in fixed capital, investment in inventories, exports of goods and services, and imports of goods and services</em>, and will total 100 percent of GDP if the data are complete.<br /> <br /><em>household consumption</em> consists of expenditures by resident households, and by nonprofit institutions that serve households, on goods and services that are consumed by individuals. This includes consumption of both domestically produced and foreign goods and services. <br /><br /><em>government consumption</em> consists of government expenditures on goods and services. These figures exclude government transfer payments, such as interest on debt, unemployment, and social security, since such payments are not made in exchange for goods and services supplied. <br /><br /><em>investment in fixed capital</em> consists of total business spending on fixed assets, such as factories, machinery, equipment, dwellings, and inventories of raw materials, which provide the basis for future production. It is measured gross of the depreciation of the assets, i.e., it includes investment that merely replaces worn-out or scrapped capital. Earlier editions of <em>The World Factbook</em> referred to this concept as Investment (gross fixed) and that data now have been moved to this new field.<br /><br /><em>investment in inventories</em> consists of net changes to the stock of outputs that are still held by the units that produce them, awaiting further sale to an end user, such as automobiles sitting on a dealer&rsquo;s lot or groceries on the store shelves. This figure may be positive or negative. If the stock of unsold output increases during the relevant time period, <em>investment in inventories</em> is positive, but, if the stock of unsold goods declines, it will be negative. <em>Investment in inventories</em> normally is an early indicator of the state of the economy. If the stock of unsold items increases unexpectedly &ndash; because people stop buying - the economy may be entering a recession; but if the stock of unsold items falls - and goods \"go flying off the shelves\" - businesses normally try to replace those stocks, and the economy is likely to accelerate.<br /><br /><em>exports of goods and services</em> consist of sales, barter, gifts, or grants of goods and services from residents to nonresidents.<br /><br /><em>imports of goods and services</em> consist of purchases, barter, or receipts of gifts, or grants of goods and services by residents from nonresidents. <em>Exports</em> are treated as a positive item, while imports are treated as a negative item. In a purely accounting sense, <em>imports</em> have no direct impact on GDP, which only measures output of the domestic economy. Imports are entered as a negative item to offset the fact that the expenditure figures for consumption, investment, government, and exports also include expenditures on imports. These imports contribute directly to foreign GDP but only indirectly to domestic GDP. Because of this negative offset for imports of goods and services, the sum of the other five items, excluding imports, will always total more than 100 percent of GDP. A surplus of exports of goods and services over imports indicates an economy is investing abroad, while a deficit indicates an economy is borrowing from abroad.","id":"gdp-composition-by-end-use","content":"<strong>household consumption: </strong>91.3% (2017 est.)<br><br><strong>government consumption: </strong>26.7% (2017 est.)<br><br><strong>investment in fixed capital: </strong>23% (2017 est.)<br><br><strong>investment in inventories: </strong>0% (2017 est.)<br><br><strong>exports of goods and services: </strong>20% (2017 est.)<br><br><strong>imports of goods and services: </strong>-61% (2017 est.)<br><br><strong>note:</strong> excludes Gaza Strip"},{"title":"Agricultural products","comparative":false,"field_id":"215","definition":"This entry provides a list of a country's most important agricultural products, listed by annual tonnage.","id":"agricultural-products","content":"tomatoes, cucumbers, olives, poultry, milk, potatoes, sheep milk, eggplants, gourds"},{"title":"Industries","comparative":false,"field_id":"216","definition":"This entry provides a rank ordering of industries starting with the largest by value of annual output.","id":"industries","content":"small-scale manufacturing, quarrying, textiles, soap, olive-wood carvings, and mother-of-pearl souvenirs"},{"title":"Industrial production growth rate","comparative":"127","field_id":"217","definition":"This entry gives the annual percentage increase in industrial production (includes manufacturing, mining, and construction).","id":"industrial-production-growth-rate","content":"2.2% (2017 est.)<br><br><strong>note:</strong> includes Gaza Strip"},{"title":"Labor force","comparative":"134","field_id":"218","definition":"This entry contains the total labor force figure.","id":"labor-force","content":"1.24 million (2017 est.)<br><br><strong>note:</strong> excludes Gaza Strip"},{"title":"Labor force - by occupation","comparative":false,"subfields_raw":"agriculture, industry, services, industry and services, manufacturing, construction, commerce, other services","field_id":"219","definition":"This entry lists the percentage distribution of the labor force by sector of occupation. <em>Agriculture</em> includes farming, fishing, and forestry. <em>Industry</em> includes mining, manufacturing, energy production, and construction. <em>Services</em> cover government activities, communications, transportation, finance, and all other economic activities that do not produce material goods. The distribution will total less than 100 percent if the data are incomplete and may range from 99-101 percent due to rounding.","id":"labor-force-by-occupation","content":"<strong>agriculture: </strong>11.5%<br><br><strong>industry: </strong>34.4%<br><br><strong>services: </strong>54.1% (2013 est.)<br><br><strong>note:</strong> excludes Gaza Strip"},{"title":"Unemployment rate","comparative":"201","field_id":"220","definition":"This entry contains the percent of the labor force that is without jobs. Substantial underemployment might be noted.","id":"unemployment-rate","content":"27.9% (2017 est.)<br><br>27% (2016 est.)<br><br><strong>note:</strong> excludes Gaza Strip"},{"title":"Unemployment, youth ages 15-24","comparative":"10","subfields_raw":"total, male, female","field_id":"373","definition":"This entry gives the percent of the total labor force ages 15-24 unemployed during a specified year.","id":"unemployment-youth-ages-15-24","content":"<strong>total: </strong>42.1%<br><br><strong>male: </strong>36.6%<br><br><strong>female: </strong>70% (2020 est.)<br><br><strong>note:</strong> includes Gaza Strip"},{"title":"Population below poverty line","comparative":false,"field_id":"221","definition":"National estimates of the percentage of the population falling below the poverty line are based on surveys of sub-groups, with the results weighted by the number of people in each group. Definitions of poverty vary considerably among nations. For example, rich nations generally employ more generous standards of poverty than poor nations.","id":"population-below-poverty-line","content":"18% (2011 est.)"},{"title":"Gini Index coefficient - distribution of family income","comparative":"125","field_id":"223","definition":"This entry measures the degree of inequality in the distribution of family income in a country. The index is calculated from the Lorenz curve, in which cumulative family income is plotted against the number of families arranged from the poorest to the richest. The index is the ratio of (a) the area between a country's Lorenz curve and the 45 degree helping line to (b) the entire triangular area under the 45 degree line. The more nearly equal a country's income distribution, the closer its Lorenz curve to the 45 degree line and the lower its Gini index, e.g., a Scandinavian country with an index of 25. The more unequal a country's income distribution, the farther its Lorenz curve from the 45 degree line and the higher its Gini index, e.g., a Sub-Saharan country with an index of 50. If income were distributed with perfect equality, the Lorenz curve would coincide with the 45 degree line and the index would be zero; if income were distributed with perfect inequality, the Lorenz curve would coincide with the horizontal axis and the right vertical axis and the index would be 100.","id":"gini-index-coefficient-distribution-of-family-income","content":"33.7 (2016 est.)<br><br>38.7 (2007 est.)<br><br><strong>note:</strong> includes Gaza Strip"},{"title":"Household income or consumption by percentage share","comparative":false,"subfields_raw":"lowest 10%, highest 10%","field_id":"222","definition":"Data on household income or consumption come from household surveys, with the results adjusted for household size. Nations use different standards and procedures in collecting and adjusting the data. Surveys based on income will normally show a more unequal distribution than surveys based on consumption. The quality of surveys is improving with time, yet caution is still necessary in making inter-country comparisons.","id":"household-income-or-consumption-by-percentage-share","content":"<strong>lowest 10%: </strong>3.2%<br><br><strong>highest 10%: </strong>28.2% (2009 est.)<br><br><strong>note:</strong> includes Gaza Strip"},{"title":"Budget","comparative":false,"subfields_raw":"revenues, expenditures","field_id":"224","definition":"This entry includes <em>revenues </em>and <em>expenditures</em>. These figures are calculated on an exchange rate basis, i.e., not in purchasing power parity (PPP) terms.","id":"budget","content":"<strong>revenues: </strong>1.314 billion (2017 est.)<br><br><strong>expenditures: </strong>1.278 billion (2017 est.)<br><br><strong>note:</strong> includes Palestinian Authority expenditures in the Gaza Strip"},{"title":"Budget surplus (+) or deficit (-)","comparative":"39","field_id":"226","definition":"This entry records the difference between national government revenues and expenditures, expressed as a percent of GDP. A positive (+) number indicates that revenues exceeded expenditures (a budget surplus), while a negative (-) number indicates the reverse (a budget deficit). Normalizing the data, by dividing the budget balance by GDP, enables easy comparisons across countries and indicates whether a national government saves or borrows money. Countries with high budget deficits (relative to their GDPs) generally have more difficulty raising funds to finance expenditures, than those with lower deficits.","id":"budget-surplus-or-deficit","content":"0.4% (of GDP) (2017 est.)"},{"title":"Public debt","comparative":"177","field_id":"227","definition":"This entry records the cumulative total of all government borrowings less repayments that are denominated in a country's home currency. Public debt should not be confused with external debt, which reflects the foreign currency liabilities of both the private and public sector and must be financed out of foreign exchange earnings.","id":"public-debt","content":"24.4% of GDP (2014 est.)<br><br>23.8% of GDP (2013 est.)"},{"title":"Taxes and other revenues","comparative":"207","field_id":"225","definition":"This entry records total taxes and other revenues received by the national government during the time period indicated, expressed as a percent of GDP. Taxes include personal and corporate income taxes, value added taxes, excise taxes, and tariffs. Other revenues include social contributions - such as payments for social security and hospital insurance - grants, and net revenues from public enterprises. Normalizing the data, by dividing total revenues by GDP, enables easy comparisons across countries, and provides an average rate at which all income (GDP) is paid to the national level government for the supply of public goods and services.","id":"taxes-and-other-revenues","content":"13.4% (of GDP) (2017 est.)"},{"title":"Fiscal year","comparative":false,"field_id":"228","definition":"This entry identifies the beginning and ending months for a country's accounting period of 12 months, which often is the calendar year but which may begin in any month. All yearly references are for the calendar year (CY) unless indicated as a noncalendar fiscal year (FY).","id":"fiscal-year","content":"calendar year"},{"title":"Current account balance","comparative":"158","field_id":"238","definition":"This entry records a country's net trade in goods and services, plus net earnings from rents, interest, profits, and dividends, and net transfer payments (such as pension funds and worker remittances) to and from the rest of the world during the period specified. These figures are calculated on an exchange rate basis, i.e., not in purchasing power parity (PPP) terms.","id":"current-account-balance","content":"-$1.444 billion (2017 est.)<br><br>-$1.348 billion (2016 est.)"},{"title":"Exports","comparative":"146","field_id":"239","definition":"This entry provides the total US dollar amount of merchandise exports on an f.o.b. (free on board) basis. These figures are calculated on an exchange rate basis, i.e., not in purchasing power parity (PPP) terms.","id":"exports","content":"$2.65 billion note: data are in current year dollars and includes Gaza Strip (2019 est.)<br><br>$2.6 billion note: data are in current year dollars and includes Gaza Strip (2018 est.)<br><br><strong>note:</strong> excludes Gaza Strip"},{"title":"Exports - commodities","comparative":false,"field_id":"240","definition":"This entry provides a listing of the highest-valued exported commodities.","id":"exports-commodities","content":"stone, olives, fruit, vegetables, limestone"},{"title":"Imports","comparative":"110","field_id":"242","definition":"This entry provides the total US dollar amount of merchandise imports on a c.i.f. (cost, insurance, and freight) or f.o.b. (free on board) basis. These figures are calculated on an exchange rate basis, i.e., not in purchasing power parity (PPP) terms.","id":"imports","content":"$9.15 billion note: data are in current year dollars and includes Gaza Strip (2019 est.)<br><br>$9.02 billion note: data are in current year dollars and includes Gaza Strip (2018 est.)<br><br><strong>note:</strong> data include the Gaza Strip"},{"title":"Imports - commodities","comparative":false,"field_id":"243","definition":"This entry provides a listing of the highest-valued imported commodities.","id":"imports-commodities","content":"food, consumer goods, construction materials, petroleum, chemicals"},{"title":"Reserves of foreign exchange and gold","comparative":"195","field_id":"245","definition":"This entry gives the dollar value for the stock of all financial assets that are available to the central monetary authority for use in meeting a country's balance of payments needs as of the end-date of the period specified. This category includes not only foreign currency and gold, but also a country's holdings of Special Drawing Rights in the International Monetary Fund, and its reserve position in the Fund.","id":"reserves-of-foreign-exchange-and-gold","content":"$0 (31 December 2017 est.)<br><br>$583 million (31 December 2015 est.)"},{"title":"Debt - external","comparative":"158","field_id":"246","definition":"This entry gives the total public and private debt owed to nonresidents repayable in internationally accepted currencies, goods, or services. These figures are calculated on an exchange rate basis, i.e., not in purchasing power parity (PPP) terms.","id":"debt-external","content":"$1.662 billion (31 March 2016 est.)<br><br>$1.467 billion (31 March 2015 est.)<br><br><strong>note:</strong> data include the Gaza Strip"},{"title":"Exchange rates","comparative":false,"field_id":"249","definition":"This entry provides the average annual price of a country's monetary unit for the time period specified, expressed in units of local currency per US dollar, as determined by international market forces or by official fiat. The International Organization for Standardization (ISO) 4217 alphabetic currency code for the national medium of exchange is presented in parenthesis. Closing daily exchange rates are not presented in <em>The World Factbook</em>, but are used to convert stock values - e.g., the market value of publicly traded shares - to US dollars as of the specified date.","id":"exchange-rates","content":"new Israeli shekels (ILS) per US dollar -<br><br>3.606 (2017 est.)<br><br>3.841 (2016 est.)<br><br>3.841 (2015 est.)<br><br>3.8869 (2014 est.)<br><br>3.5779 (2013 est.)"}],"comparative":false},{"title":"Energy","fields":[{"title":"Electricity access","comparative":false,"subfields_raw":"population without electricity, electrification - total population, electrification - urban areas, electrification - rural areas","field_id":"251","definition":"This entry provides information on access to electricity. Electrification data &ndash; collected from industry reports, national surveys, and international sources &ndash; consists of four subfields. <i>Population without electricity</i> provides an estimate of the number of citizens that do not have access to electricity. <i>Electrification &ndash; total population</i> is the percent of a country’s total population with access to electricity, <i>electrification &ndash; urban areas</i> is the percent of a country’s urban population with access to electricity, while <i>electrification &ndash; rural areas</i> is the percent of a country’s rural population with access to electricity. Due to differences in definitions and methodology from different sources, data quality may vary from country to country.","id":"electricity-access","content":"<strong>electrification - total population: </strong>100% (2020)<br><br><strong>note:</strong> data for West Bank and Gaza Strip combined"},{"title":"Electricity - production","comparative":"148","field_id":"252","definition":"This entry is the annual electricity generated expressed in kilowatt-hours. The discrepancy between the amount of electricity generated and/or imported and the amount consumed and/or exported is accounted for as loss in transmission and distribution.","id":"electricity-production","content":"1.093 billion kWh (2016 est.)"},{"title":"Electricity - consumption","comparative":"110","field_id":"253","definition":"This entry consists of total electricity generated annually plus imports and minus exports, expressed in kilowatt-hours. The discrepancy between the amount of electricity generated and/or imported and the amount consumed and/or exported is accounted for as loss in transmission and distribution.","id":"electricity-consumption","content":"6.489 billion kWh (2016 est.)"},{"title":"Electricity - exports","comparative":"217","field_id":"254","definition":"This entry is the total exported electricity in kilowatt-hours.","id":"electricity-exports","content":"0 kWh (2016)"},{"title":"Electricity - imports","comparative":"36","field_id":"255","definition":"This entry is the total imported electricity in kilowatt-hours.","id":"electricity-imports","content":"5.473 billion kWh (2016 est.)"},{"title":"Electricity - installed generating capacity","comparative":"170","field_id":"256","definition":"This entry is the total capacity of currently installed generators, expressed in kilowatts (kW), to produce electricity. A 10-kilowatt (kW) generator will produce 10 kilowatt hours (kWh) of electricity, if it runs continuously for one hour.","id":"electricity-installed-generating-capacity","content":"170,000 kW (2016 est.)<br><br><strong>note:</strong> includes Gaza Strip"},{"title":"Electricity - from fossil fuels","comparative":"91","field_id":"257","definition":"This entry measures the capacity of plants that generate electricity by burning fossil fuels (such as coal, petroleum products, and natural gas), expressed as a share of the country's total generating capacity.","id":"electricity-from-fossil-fuels","content":"78% of total installed capacity (2016 est.)"},{"title":"Electricity - from nuclear fuels","comparative":"211","field_id":"258","definition":"This entry measures the capacity of plants that generate electricity through radioactive decay of nuclear fuel, expressed as a share of the country's total generating capacity.","id":"electricity-from-nuclear-fuels","content":"0% of total installed capacity (2017 est.)"},{"title":"Electricity - from hydroelectric plants","comparative":"213","field_id":"259","definition":"This entry measures the capacity of plants that generate electricity by water-driven turbines, expressed as a share of the country's total generating capacity.","id":"electricity-from-hydroelectric-plants","content":"0% of total installed capacity (2017 est.)"},{"title":"Electricity - from other renewable sources","comparative":"33","field_id":"260","definition":"This entry measures the capacity of plants that generate electricity by using renewable energy sources other than hydroelectric (including, for example, wind, waves, solar, and geothermal), expressed as a share of the country's total generating capacity.","id":"electricity-from-other-renewable-sources","content":"22% of total installed capacity (2017 est.)"},{"title":"Crude oil - production","comparative":"217","field_id":"261","definition":"This entry is the total amount of crude oil produced, in barrels per day (bbl/day).","id":"crude-oil-production","content":"0 bbl/day (2018 est.)"},{"title":"Crude oil - exports","comparative":"215","field_id":"262","definition":"This entry is the total amount of crude oil exported, in barrels per day (bbl/day).","id":"crude-oil-exports","content":"0 bbl/day (2015 est.)"},{"title":"Crude oil - imports","comparative":"215","field_id":"263","definition":"This entry is the total amount of crude oil imported, in barrels per day (bbl/day).","id":"crude-oil-imports","content":"0 bbl/day (2015 est.)"},{"title":"Crude oil - proved reserves","comparative":"212","field_id":"264","definition":"This entry is the stock of proved reserves of crude oil, in barrels (bbl). Proved reserves are those quantities of petroleum which, by analysis of geological and engineering data, can be estimated with a high degree of confidence to be commercially recoverable from a given date forward, from known reservoirs and under current economic conditions.","id":"crude-oil-proved-reserves","content":"0 bbl (1 January 2018)"},{"title":"Refined petroleum products - production","comparative":"215","field_id":"265","definition":"This entry is the country's total output of refined petroleum products, in barrels per day (bbl/day). The discrepancy between the amount of refined petroleum products produced and/or imported and the amount consumed and/or exported is due to the omission of stock changes, refinery gains, and other complicating factors.","id":"refined-petroleum-products-production","content":"0 bbl/day (2015 est.)"},{"title":"Refined petroleum products - consumption","comparative":"131","field_id":"266","definition":"This entry is the country's total consumption of refined petroleum products, in barrels per day (bbl/day). The discrepancy between the amount of refined petroleum products produced and/or imported and the amount consumed and/or exported is due to the omission of stock changes, refinery gains, and other complicating factors.","id":"refined-petroleum-products-consumption","content":"24,000 bbl/day (2016 est.)"},{"title":"Refined petroleum products - exports","comparative":"123","field_id":"267","definition":"This entry is the country's total exports of refined petroleum products, in barrels per day (bbl/day).","id":"refined-petroleum-products-exports","content":"19 bbl/day (2015 est.)"},{"title":"Refined petroleum products - imports","comparative":"113","field_id":"268","definition":"This entry is the country's total imports of refined petroleum products, in barrels per day (bbl/day).","id":"refined-petroleum-products-imports","content":"22,740 bbl/day (2015 est.)"},{"title":"Natural gas - production","comparative":"214","field_id":"269","definition":"This entry is the total natural gas produced in cubic meters (cu m). The discrepancy between the amount of natural gas produced and/or imported and the amount consumed and/or exported is due to the omission of stock changes and other complicating factors.","id":"natural-gas-production","content":"0 cu m (2017 est.)"},{"title":"Natural gas - consumption","comparative":"213","field_id":"270","definition":"This entry is the total natural gas consumed in cubic meters (cu m). The discrepancy between the amount of natural gas produced and/or imported and the amount consumed and/or exported is due to the omission of stock changes and other complicating factors.","id":"natural-gas-consumption","content":"0 cu m (2017 est.)"},{"title":"Natural gas - exports","comparative":"212","field_id":"271","definition":"This entry is the total natural gas exported in cubic meters (cu m).","id":"natural-gas-exports","content":"0 cu m (2017 est.)"},{"title":"Natural gas - imports","comparative":"212","field_id":"272","definition":"This entry is the total natural gas imported in cubic meters (cu m).","id":"natural-gas-imports","content":"0 cu m (2017 est.)"},{"title":"Natural gas - proved reserves","comparative":"207","field_id":"273","definition":"This entry is the stock of proved reserves of natural gas in cubic meters (cu m). Proved reserves are those quantities of natural gas, which, by analysis of geological and engineering data, can be estimated with a high degree of confidence to be commercially recoverable from a given date forward, from known reservoirs and under current economic conditions.","id":"natural-gas-proved-reserves","content":"0 cu m (1 January 2014 est.)"}],"comparative":false},{"title":"Communications","fields":[{"title":"Telephones - fixed lines","comparative":"96","subfields_raw":"total subscriptions, subscriptions per 100 inhabitants","field_id":"196","definition":"This entry gives the <em>total</em> number of fixed telephone lines in use, as well as the number of <em>subscriptions per 100 inhabitants</em>.","id":"telephones-fixed-lines","content":"<strong>total subscriptions: </strong>466,283 (includes Gaza Strip) (2017 est.) (2020 est.)<br><br><strong>subscriptions per 100 inhabitants: </strong>9 (includes Gaza Strip) (2016 est.) (2020 est.)<br><br><strong>note</strong>: includes Gaza Strip"},{"title":"Telephones - mobile cellular","comparative":"129","subfields_raw":"total subscriptions, subscriptions per 100 inhabitants","field_id":"197","definition":"This entry gives the <em>total</em> number of mobile cellular telephone subscribers, as well as the number of <em>subscriptions per 100 inhabitants</em>. Note that because of the ubiquity of mobile phone use in developed countries, the number of subscriptions per 100 inhabitants can exceed 100.","id":"telephones-mobile-cellular","content":"<strong>total subscriptions: </strong>4,274,119 (2020 est.)<br><br><strong>subscriptions per 100 inhabitants: </strong>84 (2020 est.)<br><br><strong>note:</strong> includes Gaza Strip"},{"title":"Telecommunication systems","comparative":false,"subfields_raw":"general assessment, domestic, international","field_id":"198","definition":"This entry includes a brief general assessment of a country's telecommunications system with details on the domestic and international components. The following terms and abbreviations are used throughout the entry: <br />\n<p><strong>2G -</strong>&nbsp;is short for second-generation&nbsp;cellular network. After 2G was launched, the previous mobile wireless network systems were retroactively dubbed&nbsp;1G. While radio signals on 1G networks are&nbsp;analog, radio signals on 2G networks are&nbsp;digital. Both systems use digital signaling to connect the radio towers (which listen to the devices) to the rest of the mobile system.<br /><strong>3G -&nbsp;</strong>is the third generation of&nbsp;wireless&nbsp;mobile telecommunications technology. It is the upgrade for&nbsp;2.5G&nbsp;and&nbsp;2.5G&nbsp;GPRS&nbsp;networks, for faster data transfer. &nbsp;This increased speed is based on a set of standards used for mobile devices and mobile telecommunications use services and networks that comply with the International Mobile Telecommunications-2000 (IMT-2000) specifications by the&nbsp;International Telecommunication Union. 3G finds application in wireless voice telephony,&nbsp;mobile Internet&nbsp;access, fixed wireless Internet access, video calls, and mobile TV.<br /><strong>4G -</strong>&nbsp;is the fourth generation of&nbsp;broadband&nbsp;cellular network&nbsp;technology, succeeding&nbsp;3G. The first-release&nbsp;Long Term Evolution&nbsp;(LTE) standard was commercially deployed in&nbsp;Oslo, Norway, and&nbsp;Stockholm, Sweden&nbsp;in 2009, and has since been deployed throughout most parts of the world. Applications, include enhanced mobile web access, IP telephony, high-definition mobile TV, and video conferencing.<br /><strong>5G -</strong>&nbsp;is the fifth generation technology standard for cellular networks, which&nbsp;cellular phone companies&nbsp;began deploying worldwide in 2019; it is the planned successor to the&nbsp;4G&nbsp;networks which provide connectivity to most current&nbsp;cellphones.&nbsp;Like its predecessors, 5G networks are&nbsp;cellular networks, in which the service area is divided into small geographical areas called&nbsp;cells. All 5G wireless devices in a cell are connected to the&nbsp;Internet&nbsp;and&nbsp;telephone network&nbsp;by&nbsp;radio waves&nbsp;through a local&nbsp;antenna&nbsp;in the cell. The main advantage of the new networks is that they will have greater bandwidth, allowing higher download speeds, eventually up to 10 gigabits per second (Gbit/s). Due to the increased bandwidth, the expectation is that the new networks will not just serve cellphones like existing cellular networks, but also be used as general Internet service providers for laptops and desktop computers, competing with existing ISPs such as&nbsp;cable Internet. Existing 4G cellphones will not be able to use the new networks, which will require new 5G-enabled wireless devices.<br /><strong>ADSL -</strong> Asymmetric Digital Subscriber Line (ADSL) is a type of digital subscriber line (DSL) that allows faster data transmission via copper service phone lines to a home or business. ADSL provides an &ldquo;always on&rdquo; connection and higher speeds than dial-up Internet can provide. In ADSL, bandwidth and bit rate (i.e., speed) are asymmetric, meaning greater toward the customer (downstream) than the reverse (upstream).<br /><strong>AngoSat 2</strong> - geostationary communications satellite for ground communication and broadcasting infrastructure in Angola, operated by Angosat and built by the Russian company ISS Reshetnev.<br /><strong>Arabsat</strong> - Arab Satellite Communications Organization (Riyadh, Saudi Arabia). <br /><strong>Cellular telephone system</strong> - the telephones in this system are radio transceivers, with each instrument having its own private radio frequency and sufficient radiated power to reach the booster station in its area (cell), from which the telephone signal is fed to a telephone exchange. <br /><strong>Central American Microwave System</strong> - a trunk microwave radio relay system that links the countries of Central America and Mexico with each other. <br /><strong>Coaxial cable</strong> - a multichannel communication cable consisting of a central conducting wire, surrounded by and insulated from a cylindrical conducting shell; a large number of telephone channels can be made available within the insulated space by the use of a large number of carrier frequencies. <br /><strong>DSL - </strong>Digital Subscriber Line (DSL) is a family of technologies that are used to transmit digital data over telephone lines.<br /><strong>e-services</strong> - Electronic services rely on information and communication technologies (ICT); the three main components of e-services are the service provider, service receiver (or customer), and the channel for delivery, generally the Internet. E-services have expanded to e-health, e-commerce, e-fleet, and e-government, among other services. E-services are also linked to the development of IoT and smart city technology.<br /><strong>ECOWAS</strong> telecommunications - Economic Community of West African States regional telecommunications development program, focused on broadband infrastructure, landing of submarine cables, and the establishment of a single liberalized telecoms market.<br /><strong>Eutelsat</strong> - European Telecommunications Satellite Organization (Paris). <br /><strong>Fiber-optic cable</strong> - a multichannel communications cable using a thread of optical glass fibers as a transmission medium in which the signal (voice, video, etc.) is in the form of a coded pulse of light.<br /><strong>FTTX</strong> - Fiber to the x (FTTX) is a generic term for any&nbsp;broadband&nbsp;network architecture using&nbsp;optical fiber&nbsp;to provide all or part of the&nbsp;local loop&nbsp;used for&nbsp;last mile&nbsp;telecommunications. As fiber optic cables are able to carry much more data than copper cables, especially over long distances, copper telephone networks built in the 20th century are being replaced by fiber. FTTX is a general term for several configurations of fiber deployment, broadly organized into two groups: FTTN and FTTP /H/B. Fiber to the node (FTTN), also referred to as Fiber to the neighborhood, delivers fiber to within 300m (1,000 ft) of a customer&rsquo;s premises. Fiber to the premises (FTTP) can be further categorized as fiber to the home (FTTH) or fiber to the building/business (FTTB). FTTN (and FTTC, fiber to the curb (to less than 300m (1,000 ft of a customer&rsquo;s premises)) are seen as interim steps toward full FTTP.<br /><strong>Galileo</strong> - Chartered in 2016, Galileo is a global navigation satellite system (GNSS) created by the European Union through the European Space Agency (ESA), and operated by the European Union Agency for the Space Programme (EUSPA). Headquartered in Prague, Czechia, it has two ground operations centers: one in Fucino, Italy, and the other in Oberpfaffenhofen, Germany. The project is named after the Italian astronomer Galileo Galilei and aims to provide an independent high-precision positioning system. Galileo provides a global search and rescue (SAR) function as part of the MEOSAR system.<br /><strong>GPON </strong>- stands for Gigabyte Passive Optical Networks, which are networks that rely on optical cables to deliver information from a single feeding fiber from a provider - to multiple destinations - via the use of splitters.&nbsp; GPONs are currently the leading form of Passive Optical Networks (PON) and offer up to a 1:64 ratio on a single fiber. As opposed to a standard copper wire in most networks, GPONs are 95% more energy efficient.<br /><strong>GSM</strong> - a global system for mobile (cellular) communications devised by the Groupe Special Mobile of the pan-European standardization organization, Conference Europeanne des Posts et Telecommunications (CEPT) in 1982. <br /><strong>HF</strong> - high frequency; any radio frequency in the 3,000- to 30,000-kHz range. <br /><strong>HSPA </strong>- High Speed Packet Access (HSPA) is an amalgamation of two mobile protocols, High Speed Downlink Packet Access (HSDPA) and High Speed Uplink Packet Access (HSUPA), that extends and improves the performance of existing 3G mobile telecommunication networks using the Wideband Code Division Multiple Access (WCDMA) protocols. A further improved 3rd Generation Partnership Project (3GPP) standard, Evolved High Speed Packet Access (also known as HSPA+), was released late in 2008 with subsequent worldwide adoption beginning in 2010. The newer standard allows bit-rates to reach as high as 337 Mbit/s in the downlink and 34 Mbit/s in the uplink. However, these speeds are rarely achieved in practice.<br /><strong>ICT </strong>-&nbsp; Information and communications technology (ICT) encompasses the capture, storage, retrieval, processing, display, representation, presentation, organization, management, security, transfer, and interchange of data and information; includes all categories of ubiquitous technology used for the gathering, storing, transmitting, retrieving, or processing of information.<br /><strong>Inmarsat</strong> - International Maritime Satellite Organization is a British satellite telecommunications company, offering global mobile services. It provides telephone and data services to users worldwide, via portable or mobile terminals that communicate with ground stations through 13 geostationary telecommunications satellites. Inmarsat&rsquo;s network provides communications services to a range of governments, aid agencies, media outlets, and businesses (especially in the shipping, airline, and mining industries) with a need to communicate in remote regions or where there is no reliable terrestrial network.<br /><strong>Intelsat</strong> - Intelsat Corporation (formerly International Telecommunications Satellite Organization, INTEL-SAT, INTELSAT) is a communications satellite services provider.<br /><strong>Intersputnik</strong> - International Organization of Space Communications (Moscow); first established in the former Soviet Union and the East European countries, it is now marketing its services worldwide with earth stations in North America, Africa, and East Asia.<br /><strong>IP</strong> -&nbsp;<strong>Internet Protocol</strong> is a communications protocol for computers connected to a network, especially the Internet, specifying the format for addresses and units of transmitted data; data traversing the Internet is divided into smaller pieces, called packets.<br /><strong>IoT</strong> - the&nbsp;Internet of Things is a system of interrelated computing devices, mechanical, and digital machines provided with unique&nbsp;identifiers&nbsp;(UIDs) and the ability to transfer data over a network without requiring human-to-human or human-to-computer interaction.<br /><strong>Iridium</strong> - the<strong>&nbsp;</strong>Iridium satellite constellation provides L band (long wavelength band) voice and data information coverage to satellite phones, pagers, and integrated transceivers over the entire surface of the earth. Iridium Communications owns and operates the constellation, additionally selling equipment and access to its services.<br /><strong>ITU </strong>- the&nbsp;International Telecommunication Union&nbsp;(ITU) is a&nbsp;United Nations&nbsp;specialized agency&nbsp;that is responsible for issues that concern&nbsp;information and communication technologies. Founded in 1865, the ITU is the oldest global&nbsp;international organization. The ITU coordinates the shared global use of the&nbsp;radio spectrum, promotes international cooperation in assigning satellite&nbsp;orbits, works to improve telecommunication infrastructure in the developing world, and assists in the development and coordination of worldwide&nbsp;technical standards. The ITU is also active in the areas of broadband Internet, latest-generation wireless technologies, aeronautical and maritime navigation, radio astronomy, satellite-based meteorology, convergence in fixed-mobile phone, Internet access, data, voice, TV broadcasting, and&nbsp;next-generation networks.<br /><strong>IXP</strong> - an Internet exchange point (IXP) is a physical location through which Internet infrastructure companies such as Internet service providers (ISPs) and content delivery networks (CDNs) connect with each other.<br /><strong>Kacific 1</strong> - Kacific Broadband Satellites Group&nbsp;(Kacific) is a&nbsp;satellite&nbsp;operator providing high-speed broadband Internet service for the South East Asia and Pacific Islands regions. Its first Ka-band HTS satellite,&nbsp;Kacific1, was designed and built by Boeing and launched into geostationary orbit in December 2019.<br /><strong>Landline</strong> - communication wire or cable of any sort that is installed on poles or buried in the ground.<br /><strong>LTE</strong> - Long-Term Evolution (LTE) is a standard for wireless broadband communication for mobile devices and data terminals Based on the GSM/EDGE and UMTS/HSPA technologies, it increases communication capacity and speed using a different radio interface together with core network improvements.<br /><strong>LTE Advanced</strong> - (aka LTE A) is a mobile communication standard and a major enhancement of the&nbsp;Long Term Evolution&nbsp;(LTE) standard. It was submitted as a candidate&nbsp;4G&nbsp;in late 2009 as meeting the requirements of the&nbsp;IMT-Advanced&nbsp;standard, and was standardized by the 3<sup>rd</sup> Generation Partnership Project (3GPP) in March 2011 as 3GPP Release 10.<br /><strong>LTE-TDD &amp; LTE-FDD</strong> - There are two major differences between LTE-TDD and LTE-FDD: how data is uploaded and downloaded, and what frequency spectra the networks are deployed in. While LTE-FDD uses paired frequencies to upload and download data,&nbsp;LTE-TDD uses a single frequency, alternating between uploading and downloading data through time. The ratio between uploads and downloads on a LTE-TDD network can be changed dynamically, depending on whether more data needs to be sent or received.&nbsp;LTE-TDD and LTE-FDD also operate on different frequency bands, with LTE-TDD working better at higher frequencies, and LTE-FDD working better at lower frequencies.<br /><strong>M-commerce</strong> - short for mobile commerce, m-commerce is the use of wireless handheld devices like cellphones and tablets to conduct commercial transactions online, including the purchase and sale of products,&nbsp;online banking, and paying bills.<br /><strong>MNO</strong> - a mobile network operator&nbsp;(MNO), also known as a&nbsp;wireless service provider,&nbsp;wireless carrier,&nbsp;cellular company, or&nbsp;mobile network carrier, is a provider of&nbsp;wireless communications&nbsp;services that owns or controls all the elements necessary to sell and deliver services to an end user including&nbsp;radio spectrum&nbsp;allocation,&nbsp;wireless network&nbsp;infrastructure,&nbsp;back haul&nbsp;infrastructure, billing, customer care,&nbsp;provisioning&nbsp;computer systems, and marketing and repair organizations.<br /><strong>MNP</strong> - mobile number portability <br /><strong>MVNO </strong>- a mobile virtual network operator (MVNO) does not own the&nbsp;wireless network infrastructure&nbsp;over which it provides services to its customers. A MVNO enters into a business agreement with a&nbsp;mobile network operator (MNO) to obtain bulk access to network services at wholesale rates, then sets retail prices independently.<br /><strong>Medarabtel</strong> - the Middle East Telecommunications Project of the International Telecommunications Union (ITU) providing a modern telecommunications network, primarily by microwave radio relay, linking Algeria, Djibouti, Egypt, Jordan, Libya, Morocco, Saudi Arabia, Somalia, Sudan, Syria, Tunisia, and Yemen; it was initially started in Morocco in 1970 by the Arab Telecommunications Union (ATU) and was known at that time as the Middle East Mediterranean Telecommunications Network. <br /><strong>Microwave radio relay</strong> - transmission of long distance telephone calls and television programs by highly directional radio microwaves that are received and sent on from one booster station to another on an optical path.<br /><strong>NB-IoT</strong> - narrowband Internet of Things is a low-power, wide-area network (LPWAN) radio technology. NB-IoT improves the power consumption of user devices, system capacity, and spectrum efficiency.<br /><strong>NGN</strong> - The next-generation network is the evolution and migration of fixed and mobile network infrastructures from distinct, proprietary networks to converged networks on an IP. One network transports all information and services (voice, data, and media) by encapsulating these into IP packets, similar to those used on the Internet. &nbsp;The result is unrestricted, consistent and ubiquitous access for users to different service providers. <br /><strong>NMT</strong> - Nordic Mobile Telephone; NMT is a first generation (1G) mobile cellular phone system based on analog technology that was developed jointly by the national telecommunications authorities of the Nordic countries (Denmark, Finland, Iceland, Norway, and Sweden). NMT-450 analog networks have been replaced with digital networks using the same cellular frequencies.&nbsp; <br /><strong>Orbita</strong> - a Russian television service; also the trade name of a packet-switched digital telephone network. <br /><strong>PanAmSat</strong> - PanAmSat Corporation (Greenwich, CT) was a satellite service provider. <br /><strong>Radio telephone communications</strong> - the two-way transmission and reception of sounds by broadcast radio on authorized frequencies using telephone handsets.<br /><strong>Satellite communication system</strong> - a communication system consisting of two or more earth stations and at least one satellite that provide long distance transmission of voice, data, and television; the system usually serves as a trunk connection between telephone exchanges; if the earth stations are in the same country, it is a domestic system. <br /><strong>Satellite earth station</strong> - a communications facility with a microwave radio transmitting and receiving antenna, and receiving and transmitting equipment required for communicating with satellites. <br /><strong>Satellite link</strong> - a radio connection between a satellite and an earth station permitting communication between them, either one-way (down link from satellite to earth station - television receive-only transmission) or two-way (telephone channels). <br /><strong>SHF</strong> - super high frequency; any radio frequency in the 3,000- to 30,000-MHz range. <br /><strong>Shortwave</strong> - radio frequencies (from 1.605 to 30 MHz) that fall above the commercial broadcast band and are used for communication over long distances. <br /><strong>SIM card - </strong>subscriber identity/identification module card, is a small, removable integrated circuit used in a mobile phone to store data unique to the user, such as an identification number, passwords, phone numbers, and messages.&nbsp;<br /><strong>Solidaridad</strong> - geosynchronous satellites in Mexico's system of international telecommunications in the Western Hemisphere.<br /><strong>Spectrum </strong>- spectrum management is the allocation and regulation of the electromagnetic spectrum into radio frequency (RF) bands, a procedure normally carried out by governments in most countries. Because radio propagation does not stop at national boundaries, governments have sought to harmonise the allocation of RF bands and their standardization. A spectrum auction is a process whereby a government uses an auction system to sell the rights to transmit signals over specific bands of the electromagnetic spectrum and to assign scarce spectrum resources.<br /><strong>Submarine cable</strong> - a cable designed for service under water.<br /><strong>TE North</strong> - A submarine cable linking Egypt with France, with a branching unit to Cyprus, developed by Alcatel-Lucent. <br /><strong>Telecommunication</strong> (telecom) - is the exchange of signs, signals, messages, words, images and sounds, or information of any nature by wire, radio, optical, or other electromagnetic systems (i.e., via the use of technology). Telecommunication occurs through a transmission medium, such as over physical media, for example, over electrical cable, or via electromagnetic radiation through space such as radio or light.<br /><strong>Teledensity</strong> - (telephone density) is the number of&nbsp;telephone&nbsp;connections for every hundred individuals living within an area. It varies widely between nations and also between urban and rural areas within a country. Telephone density correlates closely with the&nbsp;per capita GDP&nbsp;of an area, and is also used as an indicator of the&nbsp;purchasing power&nbsp;of the&nbsp;middle class&nbsp;of a country or specific region.<br /><strong>Telefax</strong> - facsimile service between subscriber stations via the public switched telephone network or the international Datel network. <br /><strong>Telegraph</strong> - a telecommunications system designed for unmodulated electric impulse transmission.<br /><strong>Telephony </strong>-&nbsp;is the field of technology involving the development, application, and deployment of&nbsp;telecommunication&nbsp;services for the purpose of electronic transmission of voice, fax, or data, between distant parties. The history of telephony is intimately linked to the invention and development of the&nbsp;telephone.<br /><strong>Telex</strong> - a communication service involving teletypewriters connected by wire through automatic exchanges.<br /><strong>Trans-Caspian cable</strong> - Trans-Caspian Fiber Optic (TCFO) submarine cable; a project between AzerTelecom in Azerbaijan, KazTransCom of Kazakhstan, and Turkmentelekom in Turkmenistan for the construction of a fiber-optic cable in the Caspian Sea.<br /><strong>Tropospheric scatter</strong> - a form of microwave radio transmission in which the troposphere is used to scatter and reflect a fraction of the incident radio waves back to earth. Powerful, highly directional antennas are used to transmit and receive the microwave signals. Reliable over-the-horizon communications are realized for distances up to 600 miles in a single hop; additional hops can extend the range of this system for very long distances. <br /><strong>Trunk network</strong> - a network of switching centers, connected by multichannel trunk lines. <br /><strong>UHF</strong> - ultra high frequency; any radio frequency in the 300- to 3,000-MHz range. <br /><strong>VHF</strong> - very high frequency; any radio frequency in the 30- to 300-MHz range.<br /><strong>VNO</strong> - A virtual network operator (VNO) is a management services provider and a network services reseller of other telecommunication service providers. VNOs do not possess a telecom network infrastructure; however, they provide telecom services by acquiring the required capacity from other telecom carriers. These network providers are classified as virtual because they offer network services to clients without possessing the actual network. VNOs usually lease bandwidth at agreed wholesale rates from different telecom providers and then offer solutions to their direct customers.<br /><strong>VOD </strong>- or video on demand is a video media distribution system that allows users to access video entertainment without a traditional video entertainment device and without the constraints of a typical static broadcasting schedule.<br /><strong>Voice over Internet Protocol</strong> - VoIP, also called&nbsp;IP telephony, refers to the delivery of&nbsp;voice communications&nbsp;and&nbsp;multimedia&nbsp;sessions over&nbsp;Internet Protocol&nbsp;(IP) networks, such as the&nbsp;Internet. The terms&nbsp;Internet telephony,&nbsp;broadband telephony, and&nbsp;broadband phone service&nbsp;specifically refer to the provisioning of communications services (voice,&nbsp;fax, text-messaging, voice-messaging) over the public Internet, rather than via the public switched telephone network (PSTN), also known as&nbsp;plain old telephone service&nbsp;(POTS).<br /><strong>VSAT</strong> - a VSAT (very-small-aperture terminal)&nbsp;is a two-way&nbsp;satellite&nbsp;ground station&nbsp;with a&nbsp;dish antenna&nbsp;that is smaller than 3.8 meters. The majority of VSAT antennas range from 75&nbsp;cm to 1.2 m.&nbsp;Data rates, generally, range from 4 kbit/s up to 16 Mbit/s.<br /><strong>WACS</strong> - the&nbsp;West Africa Cable System is a submarine communications cable linking South Africa with the UK along the west coast of Africa and Europe; constructed by Alcatel-Lucent. The cable consists of four fiber pairs and is 14,530 Km in length with 14 landing points &ndash; 12 along the western coast of Africa and 2 in Europe &ndash; with termination in London, UK.<br /><strong>WiMAX -</strong> stands for Worldwide Interoperability for Microwave Access; it is a family of&nbsp;wireless broadband&nbsp;communication standards based on the&nbsp;IEEE 802.16&nbsp;set of standards, which provide multiple physical layer (PHY) and Media Access Control (MAC) options.</p>","id":"telecommunication-systems","content":"<strong>general assessment: </strong>continuing political and economic instability has impeded liberalization of the telecommunications industry (2018)<br><br><strong>domestic: </strong>Israeli company BEZEK and the Palestinian company PALTEL are responsible for fixed-line services; two Palestinian cellular providers, JAWWAL and WATANIYA MOBILE, launched 3G mobile networks in the West Bank in January 2018 after Israel lifted its ban; fixed-line 9 per 100 and mobile-cellular subscriptions 84 per 100 (includes Gaza Strip) (2020)<br><br><strong>international: </strong>country code 970 or 972; 1 international switch in Ramallah<br><br><strong>note:</strong> the COVID-19 pandemic continues to have a significant impact on production and supply chains globally; since 2020, some aspects of the telecom sector have experienced downturn, particularly in mobile device production; many network operators delayed upgrades to infrastructure; progress towards 5G implementation was postponed or slowed in some countries; consumer spending on telecom services and devices was affected by large-scale job losses and the consequent restriction on disposable incomes; the crucial nature of telecom services as a tool for work and school from home became evident, and received some support from governments"},{"title":"Broadcast media","comparative":false,"field_id":"199","definition":"This entry provides information on the approximate number of public and private TV and radio stations in a country, as well as basic information on the availability of satellite and cable TV services.","id":"broadcast-media","content":"the Palestinian Authority operates 1 TV and 1 radio station; about 20 private TV and 40 radio stations; both Jordanian TV and satellite TV are accessible"},{"title":"Internet country code","comparative":false,"field_id":"202","definition":"This entry includes the two-letter codes maintained by the International Organization for Standardization (ISO) in the ISO 3166 Alpha-2 list and used by the Internet Assigned Numbers Authority (IANA) to establish country-coded top-level domains (ccTLDs).","id":"internet-country-code","content":".psnote - same as Gaza Strip"},{"title":"Broadband - fixed subscriptions","comparative":"101","subfields_raw":"total, subscriptions per 100 inhabitants","field_id":"206","definition":"This entry gives the total number of fixed-broadband subscriptions, as well as the number of subscriptions per 100 inhabitants. Fixed broadband is a physical wired connection to the Internet (e.g., coaxial cable, optical fiber) at speeds equal to or greater than 256 kilobits/second (256 kbit/s).","id":"broadband-fixed-subscriptions","content":"<strong>total: </strong>373,050 (2020 est.)<br><br><strong>subscriptions per 100 inhabitants: </strong>7.31 (2020 est.)<br><br><strong>note:</strong> includes Gaza Strip"}],"comparative":false},{"title":"Transportation","fields":[{"title":"Airports","comparative":"208","subfields_raw":"total","field_id":"379","definition":"This entry gives the total number of airports or airfields recognizable from the air. The runway(s) may be paved (concrete or asphalt surfaces) or unpaved (grass, earth, sand, or gravel surfaces) and may include closed or abandoned installations. Airports or airfields that are no longer recognizable (overgrown, no facilities, etc.) are not included. Note that not all airports have accommodations for refueling, maintenance, or air traffic control.","id":"airports","content":"<strong>total: </strong>2 (2021)"},{"title":"Airports - with paved runways","comparative":false,"subfields_raw":"total, over 3,047 m, 2,438 to 3,047 m, 1,524 to 2,437 m, 914 to 1,523 m, under 914 m","field_id":"380","definition":"This entry gives the <em>total</em> number of airports with paved runways (concrete or asphalt surfaces) by length. For airports with more than one runway, only the longest runway is included according to the following five groups - (1)<em> over 3,047 m</em> (over 10,000 ft), (2) <em>2,438 to 3,047 m</em> (8,000 to 10,000 ft), (3) <em>1,524 to 2,437 m</em> (5,000 to 8,000 ft), (4) <em>914 to 1,523 m</em> (3,000 to 5,000 ft), and (5)<em> under 914 m</em> (under 3,000 ft). Only airports with usable runways are included in this listing. Not all airports have facilities for refueling, maintenance, or air traffic control. The type of aircraft capable of operating from a runway of a given length is dependent upon a number of factors including elevation of the runway, runway gradient, average maximum daily temperature at the airport, engine types, flap settings, and take-off weight of the aircraft.","id":"airports-with-paved-runways","content":"<strong>total: </strong>2<br><br><strong>1,524 to 2,437 m: </strong>1<br><br><strong>under 914 m: </strong>1 (2021)"},{"title":"Heliports","comparative":false,"field_id":"382","definition":"This entry gives the total number of heliports with hard-surface runways, helipads, or landing areas that support routine sustained helicopter operations exclusively and have support facilities including one or more of the following facilities: lighting, fuel, passenger handling, or maintenance. It includes former airports used exclusively for helicopter operations but excludes heliports limited to day operations and natural clearings that could support helicopter landings and takeoffs.","id":"heliports","content":"1 (2021)"},{"title":"Roadways","comparative":"149","subfields_raw":"total, paved, unpaved, urban, non-urban","field_id":"385","definition":"This entry gives the <em>total</em> length of the road network and includes the length of the <em>paved</em> and <em>unpaved</em> portions.","id":"roadways","content":"<strong>total: </strong>4,686 km (2010)<br><br><strong>paved: </strong>4,686 km (2010)<br><br><strong>note:</strong> includes Gaza Strip"}],"comparative":false},{"title":"Military and Security","fields":[{"title":"Military and security forces","comparative":false,"field_id":"331","definition":"This entry lists the military and security forces subordinate to defense ministries or the equivalent (typically ground, naval, air, and marine forces), as well as those belonging to interior ministries or the equivalent (typically gendarmeries, border/coast guards, paramilitary police, and other internal security forces).","id":"military-and-security-forces","content":"per the Oslo Accords, the PA is not permitted a conventional military but maintains security and police forces; PA security personnel have operated almost exclusively in the West Bank since HAMAS seized power in the Gaza Strip in 2007; PA forces include National Security Forces, Presidential Guard, Civil Police, Civil Defense, Preventive Security Organization, the General Intelligence Organization, and the Military Intelligence Organization (2021)<br><br>note(s) - the National Security Forces conduct gendarmerie-style security operations in circumstances that exceed the capabilities of the civil police; it is the largest branch of the Palestinian Authority security service and acts as the Palestinian army; the Presidential Guard protects facilities and provides dignitary protection; the Preventive Security Organization is responsible for internal intelligence gathering and investigations related to internal security cases, including political dissent"},{"title":"Military expenditures","comparative":"","field_id":"330","definition":"This entry gives estimates on spending on defense programs for the most recent year available as a percent of gross domestic product (GDP). For countries with no military forces, this figure can include expenditures on public security and police.","id":"military-expenditures","content":"not available"},{"title":"Military and security service personnel strengths","comparative":false,"field_id":"410","definition":"<p>This entry provides estimates of military and security services personnel strengths. The numbers are based on a wide-range of publicly available information. Unless otherwise noted, military estimates focus on the major services (army, navy, air force, and where applicable, gendarmeries) and do not account for activated reservists or delineate military service members assigned to joint staffs or defense ministries.</p>","id":"military-and-security-service-personnel-strengths","content":"the Palestinian Authority Security Forces have approximately 30,000 active personnel (2021)"},{"title":"Military equipment inventories and acquisitions","comparative":false,"field_id":"411","definition":"This entry provides basic information on each country&rsquo;s military equipment inventories, as well as how they acquire their equipment; it is intended to show broad trends in major military equipment holdings, such as tanks and other armored vehicles, air defense systems, artillery, naval ships, helicopters, and fixed-wing aircraft. Arms acquisition information is an overview of major arms suppliers over a specific period of time, including second-hand arms delivered as aid, with a focus on major weapons systems. It is based on the type and number of weapon systems ordered and delivered and the financial value of the deal. For some countries, general information on domestic defense industry capabilities is provided.","id":"military-equipment-inventories-and-acquisitions","content":"the security services are armed mostly with small arms and light weapons, although since 2007, they have received limited amounts of heavier equipment from Jordan (armored personnel carriers) and Russia (armored personnel carriers and transport helicopters) (2021)"},{"title":"Military service age and obligation","comparative":false,"field_id":"333","definition":"This entry gives the required ages for voluntary or conscript military service and the length of service obligation.","id":"military-service-age-and-obligation","content":"not available"}],"comparative":false},{"title":"Terrorism","fields":[{"title":"Terrorist group(s)","comparative":false,"field_id":"413","definition":"<p>This entry provides a list of US State Department-designated Foreign Terrorist Organizations (FTO) that are assessed to maintain a presence in each country. &nbsp;This includes cases where sympathizers, supporters, or associates of designated FTOs have carried out attacks or been arrested by security forces for terrorist-type activities in the country. See Appendix T for details on each FTO.</p>","id":"terrorist-groups","content":"Al-Aqsa Martyrs Brigade; HAMAS; Kahane Chai; Palestine Islamic Jihad; Palestine Liberation Front; Popular Front for the Liberation of Palestine<br><br><strong>note:</strong> details about the history, aims, leadership, organization, areas of operation, tactics, targets, weapons, size, and sources of support of the group(s) appear(s) in <a title=\"Appendix-T\" href=\"/the-world-factbook/references/terrorist-organizations/\">Appendix-T</a>"}],"comparative":false},{"title":"Transnational Issues","fields":[{"title":"Disputes - international","comparative":false,"field_id":"326","definition":"This entry includes a wide variety of situations that range from traditional bilateral boundary disputes to unilateral claims of one sort or another. Information regarding disputes over international terrestrial and maritime boundaries has been reviewed by the US Department of State. References to other situations involving borders or frontiers may also be included, such as resource disputes, geopolitical questions, or irredentist issues; however, inclusion does not necessarily constitute official acceptance or recognition by the US Government.","id":"disputes-international","content":"<p>the current status of the West Bank is subject to the Israeli-Palestinian Interim Agreement - permanent status to be determined through further negotiation; Israel continues construction of a \"seam line\" separation barrier along parts of the Green Line and within the West Bank; Israel withdrew from Gaza and four settlements in the northern West Bank in August 2005; since 1948, about 350 peacekeepers from the UN Truce Supervision Organization (UNTSO), headquartered in Jerusalem, monitor ceasefires, supervise armistice agreements, prevent isolated incidents from escalating, and assist other UN personnel in the region</p>"},{"title":"Refugees and internally displaced persons","comparative":false,"subfields_raw":"refugees (country of origin), IDPs, stateless persons","field_id":"327","definition":"This entry includes those persons residing in a country as <em>refugees</em>, <em>internally displaced persons (IDPs)</em>, or <em>stateless persons</em>. Each country's refugee entry includes only countries of origin that are the source of refugee populations of 5,000 or more. The definition of a <em>refugee </em>according to a UN Convention is \"a person who is outside his/her country of nationality or habitual residence; has a well-founded fear of persecution because of his/her race, religion, nationality, membership in a particular social group or political opinion; and is unable or unwilling to avail himself/herself of the protection of that country, or to return there, for fear of persecution.\" The UN established the Office of the UN High Commissioner for Refugees (UNHCR) in 1950 to handle refugee matters worldwide. The UN Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) has a different operational definition for a Palestinian refugee: \"a person whose normal place of residence was Palestine during the period 1 June 1946 to 15 May 1948 and who lost both home and means of livelihood as a result of the 1948 conflict.\" The term <em>internally displaced person</em> is not specifically covered in the 1951 UN Convention Relating to the Status of Refugees; it is used to describe people who have fled their homes for reasons similar to refugees, but who remain within their own national territory and are subject to the laws of that state. A <em>stateless person</em> is defined as someone who is not considered a national by any state under the operation of its law, according to the 1954 UN Convention Relating to the Status of Stateless Persons.","id":"refugees-and-internally-displaced-persons","content":"<strong>refugees (country of origin): </strong>871,537 (Palestinian refugees) (2020)<br><br><strong>IDPs: </strong>131,000 (includes persons displaced within the Gaza strip due to the intensification of the Israeli-Palestinian conflict since June 2014 and other Palestinian IDPs in the Gaza Strip and West Bank who fled as long ago as 1967, although confirmed cumulative data do not go back beyond 2006) (2020)<br><br>data represent Gaza Strip and West Bank"}],"comparative":false}]}